Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de

source: Select Headstone and Action
de_de: Grabstein und Aktion auswählen

source: Are you sure you want to delete this headstone?
de_de: Sind Sie sicher, dass Sie diesen Grabstein löschen möchten?

source: Photo/Status
de_de: Foto/Status

source: Please select a cemetery.
de_de: Friedhof auswählen

source: Please enter a file name for your headstone image on the web server.
de_de: Verzeichnis für Ihre Grabstein-Bilder auf dem Webserver.

source: Existing Headstone Information
de_de: Angaben zu bestehendem Grabstein

source: New Headstone Information
de_de: Angaben zu neuem Grabstein

source: Headstone Image File
de_de: Grabstein-Bilddatei

source: Located
de_de: Lokalisiert

source: Not yet located
de_de: Noch nicht lokalisiert

source: Unmarked
de_de: Nicht markiert

source: Missing
de_de: Fehlt

source: Required. This should correspond to the name and location of your file <em>within the headstones folder</em> once the file is uploaded. For example, if your headstones folder is called <em>photos/headstones</em>, and you want your file to be called <em>headstone.jpg</em> and go in a subfolder of photos/headstones called <em>newheadstones</em>, you would enter <em>newheadstones/headstone.jpg</em> in this field.
de_de: Erforderlich. Muss mit dem Pfad- und Dateinamen einer Datei <em>im Grabstein-Verzeichnis</em> übereinstimmen. Falls Ihr Grabstein-Verzeichnis z.B. <em>headstones</em> heißt und die Datei <em>grabstein1.jpg</em> in einem Unterverzeichnis <em>GrabsteineHamburg</em> gespeichert werden soll, tragen Sie <em>GrabsteineHamburg/grabstein1.jpg</em> in dieses Feld ein.

source: Add New Headstone
de_de: Neuen Grabstein hinzufügen

source: Create a record for a new headstone and link it to an individual
de_de: Neuen Grabstein hinzufügen und mit einer Person verknüpfen

source: Edit information for a previously entered headstone
de_de: Bearbeite Angaben zu bestehendem Grabstein

source: leave blank to show all headstones
de_de: Leer lassen, um alle Grabsteine zu zeigen

source: Cemetery Name or Location
de_de: Friedhofsname oder -ort

source: Use this photo on pedigree charts and in name titles
de_de: Verwende dieses Foto in Nachkommensübersichten und in Namens-Titeln

source: Owner/Source
de_de: Besitzer/Quelle

source: Dimensions
de_de: Abmessungen

source: Select Image
de_de: Foto auswählen

source: Specify image
de_de: Bild angeben

source: Create from original
de_de: aus dem Original erstellen

source: Please enter a destination name for your thumbnail image
de_de: Bitte einen Namen für Ihr Vorschaubild eingeben

source: Generate Thumbnails
de_de: Vorschaubilder erzeugen

source: Automatically generate smaller versions of all photos without existing thumbnails.
de_de: Automatische Erzeugung von Vorschaubildern, wenn noch keine vorhanden sind.

source: Thumbnails generated
de_de: Vorschaubild wurde erzeugt

source: Make Default
de_de: Als Standard setzen.

source: Path within headstones folder <br/>(subfolder and file name)
de_de: Dateiname im Grabstein-Verzeichnis <br>(Unterverzeichnis- und Dateiname)

source: Records updated
de_de: Datensatz aktualisiert

source: Remove default photo
de_de: Standard-Foto löschen

source: Number of people to link to this headstone
de_de: Anzahl der Personen, die mit diesem Grabstein verknüpft werden

source: Sort Headstones
de_de: Sortiere Grabsteine

source: Sort Headstones for
de_de: Sortiere Grabsteine für

source: Sort Headstones for an Individual
de_de: Sortiere Grabsteine für eine Person

source: Indicate a desired order for the headstones linked to a specific individual
de_de: Sortierreihenfolge für die Grabsteine einer bestimmten Person

source: Enter a numeric value for each item.
de_de: Numerischer Wert für jeden Eintrag.

source: Click the up and down arrows to move items up or down in the order.
de_de: Klicken Sie auf die Pfeile, um die Anzeigereihenfolge zu ändern.

source: Create a record for a new photo and link it to individuals, families or sources
de_de: Datensatz mit neuem Bild anlegen und mit Person/Familie verknüpfen

source: Number of people, families or sources to link to this photo
de_de: Anzahl der Personen/Familien, die mit diesem Bild verknüpft werden

source: Indicate a desired order for the photos linked to a specific individual, family or source
de_de: Sortierreihenfolge für Fotos zu einer bestimmten Person

source: Assign Default Photos
de_de: Standardfoto zuweisen

source: Make first photo for each individual, family and source be that entity's default photo.
de_de: Erstes Foto zu Person/Familie/Quelle als Standardfoto festlegen.

source: Overwrite existing defaults
de_de: Aktuelle Standardwerte überschreiben

source: Assign Defaults
de_de: Standardfotos zuweisen

source: Default photos assigned
de_de: Standardfotos wurden zugewiesen

source: Image Map
de_de: Verweis-sensitive Graphik (Image Map)

source: circle
de_de: Kreis

source: rectangle
de_de: Rechteck

source: Shape of region
de_de: Form des Bereiches

source: Width (pixels)
de_de: Breite (Pixel)

source: Height (pixels)
de_de: Höhe (Pixel)

source: Image dimensions
de_de: Abmessungen des Bildes

source: pixels wide
de_de: Pixel breit

source: pixels high
de_de: Pixel hoch

source: Changes to all selected photos
de_de: Änderungen auf alle ausgewählten Fotos anwenden

source: Changes to all selected headstones
de_de: Änderungen auf alle ausgewählten Grabsteine anwenden

source: Date Taken/Created
de_de: Aufnahmedatum

source: Place Taken/Created
de_de: Aufnahmeort

source: This media comes from an external source (you must supply your own thumbnail)
de_de: Dieses Bild stammt aus einer externen Quelle. Sie müssen selbst für ein Vorschaubild sorgen.

source: Media File
de_de: Bilddatei

source: File name on site
de_de: Datei im Foto-Verzeichnis

source: Link this media directly to the selected cemetery
de_de: Verknüpfen Sie dieses Bild unmittelbar mit dem ausgewählten Friedhof

source: Use the thumbnail to identify this person, family or source on pedigree and other charts, including family group sheets.
de_de: Das Vorschaubild für dieses Foto identifiziert eine Person/Familie/Quelle in Stammbäumen oder anderen Darstellungen (auch Familienblätter).

source: The item could not be added, most likely because another media record already exists for the collection and physical file specified.
de_de: Dieses Foto konnte nicht hinzugefügt werden. Vermutlich existiert bereits eine gleichnamige Datei.

source: Required. This should correspond to the name and location of your file <em>within the collection folder</em> once the file is uploaded. For example, suppose you are uploading a photo and your photos folder is called <em>photos</em>. If you want your file to be called <em>myphoto.jpg</em> and go in a subfolder of photos called <em>newphotos</em>, you would enter <em>newphotos/myphoto.jpg</em> in this field.
de_de: Erforderlich. Muss mit dem Pfad- und Dateinamen einer Datei <em>im Foto-Verzeichnis</em> übereinstimmen. Falls Ihr Foto-Verzeichnis z.B. <em>photos</em> heißt und die Datei <em>MeinFoto.jpg</em> in einem Unterverzeichnis <em>NeueFotos</em> gespeichert werden soll, tragen Sie <em>NeueFotos/MeinFoto.jpg</em> in dieses Feld ein.

source: Leave this field blank if the file has already been uploaded.
de_de: Lassen Sie dieses Feld leer, falls die Dateien bereits in das Foto-Verzeichnis hochgeladen wurden.

source: Thumbnails not generated due to path, permissions, size or file name problems
de_de: Vorschaubild wurde aufgrund von Problemen mit Pfad, Berechtigungen oder Dateinamen nicht erzeugt

source: Show cemetery map and media whenever this item is displayed
de_de: Zeige stets Friedhofskarte und -fotos, wenn dieses Bild angezeigt wird

source: <strong>OR</strong><br/>Body Text
de_de: <strong>ODER</strong><br/>Haupt-Text

source: Convert line breaks to HTML on display
de_de: Zeilenumbrüche bei der Anzeige nach HTML konvertieren

source: Open in new window
de_de: In neuem Fenster öffnen

source: Edit Existing Media
de_de: Medium bearbeiten

source: Add New Media
de_de: Neues Medium hinzufügen

source: Are you sure you want to delete this media?
de_de: Sind Sie sicher, dass Sie dieses Medium löschen möchten?

source: Thumbnails
de_de: Vorschaubilder

source: Edit Existing Album
de_de: Album bearbeiten

source: Add New Album
de_de: Neues Album hinzufügen

source: New Album Information
de_de: Angaben zum neuen Album

source: Are you sure you want to delete this album?
de_de: Sie sind sicher, dass Sie dieses Album löschen möchten?

source: Please enter an album name.
de_de: Bitte geben Sie einen Namen für das Album ein.

source: Album Name
de_de: Name des Albums

source: Keywords
de_de: Stichwörter

source: Changes to album
de_de: Änderungen am Album

source: Add to Album
de_de: Zum Album hinzufügen

source: Collection
de_de: Medien-Kategorie

source: File ext.
de_de: Datei-Erw.

source: Add Another Link
de_de: Weitere Verknüpfung hinzufügen

source: Media URL
de_de: Medien-URL

source: Store files in
de_de: Dateien speichern im

source: Multimedia Folder
de_de: Medien-Verzeichnis

source: Collection Folder (e.g., "photos")
de_de: Verzeichnis für die Medien-Kategorie (z.B. "photos")

source: The file could not be copied to
de_de: Die Datei konnte nicht kopiert werden nach

source: Existing Media Information
de_de: Angaben zu Medien

source: Convert Selected to
de_de: Ausgewählte umwandeln in

source: Changes to all selected media
de_de: Alle ausgewählten Medien ändern

source: Changes to item
de_de: Einzelelement ändern

source: Link to specific event
de_de: Mit einem Ereignis verknüpfen

source: Sort Media for an Individual, Family, Source, Repository or Place
de_de: Medien zu einer Person, Familie, Quelle, Aufbewahrungsort oder Ort sortieren

source: Sort xxx for
de_de: Sortiere xxx für

source: Unlinked only
de_de: Nur Unverknüpfte

source: The principal image and the thumbnail image may not be the same file. Please select a different thumbnail image, or have one created for you.
de_de: Das eigentliche Bild und das Vorschaubild können nicht die gleiche Datei sein. Bitte wählen Sie ein anderes Vorschaubild aus oder lassen Sie eines erzeugen.

source: Regenerate existing thumbnails
de_de: Vorschaubilder neu erzeugen

source: For circles
de_de: Für Kreise

source: For rectangles
de_de: Für Rechtecke

source: First click in the center of the circle, then click anywhere on the outside of the circle.
de_de: Klicken Sie zuerst in den Kreismittelpunkt, dann an irgendeiner Stelle auf den Kreis selbst.

source: First click in the upper left corner of the rectangle, then click in the lower right corner.
de_de: Klicken Sie zuerst auf die obere linke Ecke des Rechtecks, dann auf die untere rechte Ecke.

source: first one
de_de: Erstes Exemplar

source: Please allow about 16 vertical pixels for the media player controller.
de_de: Bitte berücksichtigen Sie einen zusätzlichen Abstand von 16 Pixeln für die Steuerelemente des Media Players.

source: No status
de_de: Kein Status

source: Please enter an ID for the selected Link Type.
de_de: Bitte geben Sie für den ausgewählten Verknüpfungs-Typ eine Kennung ein.

source: Album Information
de_de: Angaben zum Album

source: Media Information
de_de: Angaben zum Medium

source: Link regions of your image to different people or other pages (optional)
de_de: Link-Bereiche Ihres Bildes zu verschiedenen Personen oder anderen Seiten (optional)

source: To link a region of this photo to an individual, first select the individual's tree, then create a rectangle for the desired region. This is done by clicking in the upper left corner of the region and then dragging to the lower right corner. Alternately, you may click in the upper left corner and then again in the lower right corner. A popup box will then help you select the individual. After the selection is made, code for the image map will be added to the box below. Repeat this process as needed for additional regions.
de_de: Um einen Bereich dieses Bildes mit einer Person zu verknüpfen, wählen Sie den Stammbaum dieser Person aus. Danach erstellen Sie ein Rechteck über den Bereich des Bildes, den sie auswählen möchten. Dazu klicken Sie die obere linke Ecke des auszuwählenden Bereiches an, ziehen dann das Rechteck zur unteren rechten Ecke auf und klicken dort, um das Rechteck zu schließen. Alternativ können Sie den Bereich auch nacheinander zunächst oben links und dann unten rechts anklicken. Ein Popup-Fenster gestattet Ihnen jetzt die Auswahl der zu verknüpfenden Person. Nachdem die Auswahl erfolgt ist, wird ein entsprechender HTML-Code zum nachstehenden Eingabefeld hinzugefügt. Wiederholen Sie diesen Vorgang nach Bedarf für weitere Bereiche des Bildes.

source: Album Links
de_de: Verknüpfungen im Album

source: A link to the selected entity already exists in this album.
de_de: Zu dem ausgewählten Element existiert in diesem Album bereits eine Verknüpfung.

source: The entity ID you entered is invalid. No link was created.
de_de: Die von Ihnen eingegebene Kennung des Elements ist ungültig. Es wurde keine Verknüpfung angelegt.

source: Album Media
de_de: Medien im Album

source: Remove Link
de_de: Verknüpfung entfernen

source: Are you sure you want to remove this media from this album?
de_de: Sind Sie sicher, dass Sie dieses Medium aus diesem Album entfernen möchten?

source: Search for existing media to include in this album
de_de: Suche nach vorhandenen Medien, um sie diesem Album hinzuzufügen

source: upload new media here first
de_de: Neue Medien zuerst hier hinzufügen

source: Existing Media
de_de: Vorhandene Medien

source: Browse, Delete or Drag to Sort
de_de: Zum Sortieren: Blättern, Löschen oder Ziehen

source: Add New Links
de_de: Neue Verknüpfungen hinzufügen

source: Browse or Delete
de_de: Blättern oder Löschen

source: included
de_de: enthalten

source: Manage media included in this album (Add, Delete, Sort)
de_de: Bearbeitung der in diesem Album enthaltenen Medien (Hinzufügen, Löschen, Sortieren)

source: Edit album name, description and keywords
de_de: Geben Sie für das Album den Namen, die Beschreibung und Stichwörter ein

source: Link this item to People, Families, Sources, Repositories or Places
de_de: Dieses Medium mit Personen, Familien, Quellen, Aufbewahrungsorten oder Orten verknüpfen

source: Included Media
de_de: Medien im Album

source: No media included yet
de_de: Noch keine Medien im Album

source: No links exist yet
de_de: Noch keine Verknüpfungen im Album

source: (original is too large)
de_de: (Original-Datei ist zu groß)

source: (invalid image or inadequate permissions)
de_de: (ungültige Datei oder unzureichende Datei-Berechtigungen)

source: (original not found)
de_de: (Original-Datei nicht gefunden)

source: Upload a new file from your computer, or select from files already on your site
de_de: Laden Sie von Ihrem Computer eine Datei hoch, oder wählen Sie eine bereits auf Ihrer Website vorhandene Datei aus

source: Note: Media may be added to this album, and the album linked to individuals or families, on the next screen.
de_de: Hinweis: Auf der folgenden Seite können diesem Album Medien hinzugefügt werden, ebenso kann dort das Album mit Personen oder Familien verknüpft werden.

source: Note: More information may be added, and the item linked to individuals or families, on the next screen.
de_de: Hinweis: Auf der folgende Seite können weitere Angaben hinzugefügt werden, ebenso kann dort das Element mit Personen oder Familien verknüpft werden.

source: Edit media title, description and other basic details
de_de: Bearbeitung von Titel, Beschreibung und anderen grundlegenden Angaben zum Medium

source: Default Photo
de_de: Standard-Foto

source: Alt Title/Desc
de_de: Alternat. Titel/Beschr.

source: Edit Media Link
de_de: Medien-Verknüpfung bearbeiten

source: Plot
de_de: Grab-Standort

source: Add Collection
de_de: Neue Medien-Kategorie anlegen

source: Collection ID
de_de: Kennung für Medien-Kategorie

source: Display Title
de_de: Titel anzeigen

source: Folder Name
de_de: Verzeichnis-Name

source: Icon File
de_de: Icon-Datei

source: Same setup as
de_de: Gleiches Setup wie

source: Please enter a collection ID.
de_de: Bitte geben Sie für die Medien-Kategorie eine Kennung ein.

source: Please enter a collection display name.
de_de: Bitte geben Sie für die Medien-Kategorie einen Anzeige-Titel ein.

source: Please enter a collection folder name.
de_de: Bitte geben Sie für die Medien-Kategorie einen Verzeichnis-Namen ein.

source: Please enter a collection icon file name.
de_de: Bitte geben Sie für die Medien-Kategorie einen Namen für die Icon-Datei ein.

source: Edit Collection
de_de: Medien-Kategorie bearbeiten

source: Are you sure you want to delete this media type?
de_de: Sind Sie sicher, dass Sie diese Medien-Kategorie löschen möchten?

source: <strong>Size note:</strong> Most browsers limit the amount of data that can be sent in a web form to about 64Kb. If you have a large amount of text to type or paste in the Body Text field above, you might consider using historytemplate.php instead. See the Help for more information.
de_de: <strong>Hinweis:</strong> Die meisten Browser begrenzen die Datenmenge, die mittels Web-Formular verschickt werden kann, auf etwa 64 kB. Falls Sie in das obige Feld für den Haupt-Text einen umfangreichen Text eingeben bzw. über die Zwischenablage einfügen möchten, so sollten Sie stattdessen die Verwendung von historytemplate.php in Betracht ziehen. Weitere Informationen finden Sie in der Online-Hilfe.

source: Regenerate thumbnail path names where file does not exist
de_de: Pfadnamen für Vorschaubilder neu berechnen, sofern Datei nicht existiert

source: Sort Albums for an Individual, Family, Source, Repository or Place
de_de: Alben für eine Person, Familie, Quelle, Aufbewahrungsort oder Ort sortieren

source: The Collection ID you entered could not be added because it already exists.
de_de: Die von Ihnen eingegebene Sammlung-Kennung konnte nicht angelegt werden, da sie bereits existiert.

source: Optional. Leave blank to allow photos to be visible in all trees.
de_de: Optional. Leer lassen, damit Fotos in allen Stammbäumen sichtbar werden.

source: This file already exists. Overwrite?
de_de: Diese Datei existiert bereits. Möchten Sie sie überschreiben?

source: Thumbnail File
de_de: Vorschaubild-Datei

source: Move to top
de_de: Nach oben verschieben

source: Export as
de_de: Exportieren als

source: Upload
de_de: Hochladen

source: Link to selected
de_de: Verlinken mit Auswahl

source: Upload Media
de_de: Medien hochladen

source: Add files...
de_de: Dateien hinzufügen

source: Start upload
de_de: Hochladen beginnen

source: Cancel upload
de_de: Hochladen abbrechen

source: Local path(s)
de_de: Lokale Pfad(e)

source: Do you want to delete the physical file as well?
de_de: Soll die Datei ebenfalls gelöscht werden?

source: Changes to report
de_de: Änderungen an Bericht

source: Edit Existing Report
de_de: Bericht bearbeiten

source: Existing Report Information
de_de: Angaben über bestehenden Bericht

source: Existing Reports
de_de: bestehende Berichte

source: New Report Information
de_de: Angaben über neuen Bericht

source: Report Name
de_de: Name des Berichts

source: Rank/Priority
de_de: Position/Priorität

source: Choose Fields to Display
de_de: Wählen Sie die anzuzeigenden Felder

source: Spouse ID
de_de: Kennung Ehepartner

source: Spouse Name
de_de: Name Ehepartner

source: Last Modified Date
de_de: Zuletzt bearbeitet

source: LDS Baptism Date
de_de: Datum der Taufe (LDS)

source: LDS Baptism Place
de_de: Ort der Taufe (LDS)

source: LDS Endowment Date
de_de: Datum der Begabung (LDS)

source: LDS Endowment Place
de_de: Ort der Begabung (LDS)

source: LDS Seal/Spouse Date
de_de: Datum der Siegelung an den Ehepartner (LDS)

source: LDS Seal/Spouse Place
de_de: Ort der Siegelung an den Ehepartner (LDS)

source: LDS Seal/Parents Date
de_de: Datum der Siegelung an die Eltern (LDS)

source: LDS Seal/Parents Place
de_de: Ort der Siegelung an die Eltern (LDS)

source: Choose Criteria
de_de: Auswahlkriterien auswählen

source: Full Name
de_de: Name

source: Last Name, First Name
de_de: Name, Vorname

source: Month Only From
de_de: Monat nur ab

source: Year Only From
de_de: Jahr nur ab

source: Day Only From
de_de: Tag nur ab

source: Operators
de_de: Operator

source: contains
de_de: enthält

source: starts with
de_de: beginnt mit

source: ends with
de_de: endet mit

source: AND
de_de: UND

source: Current Month
de_de: Aktueller Monat

source: Current Year
de_de: Aktuelles Jahr

source: Current Day
de_de: Aktueller Tag

source: Constant String
de_de: Feste Zeichenfolge

source: Constant Value
de_de: Fester Wert

source: For an empty string, leave this field blank and click "Add >>."
de_de: Für leere Zeichenfolge, Feld leer lassen und "Hinzufügen >>" klicken.

source: Choose Sort Fields
de_de: Sortierreihenfolge auswählen

source: Save Report
de_de: Bericht speichern

source: Add New Report
de_de: Neuen Bericht hinzufügen

source: Create a new report
de_de: Einen neuen Bericht erstellen

source: No reports exist
de_de: Keine Berichte vorhanden

source: Rank
de_de: Position

source: Are you sure you want to delete this report?
de_de: Sind Sie sicher, dass Sie diesen Bericht löschen möchten?

source: Please enter a Report Name.
de_de: Name des Berichts eingeben.

source: Please select at least one display field.
de_de: Bitte mindestens ein Anzeigefeld auswählen.

source: Today (true date)
de_de: Heute (aktuelles Datum)

source: Convert to Days
de_de: Konvertiere in Tage

source: Descending (Prev)
de_de: Absteigend

source: Birth Date (True)
de_de: Geburtsdatum (echt)

source: Christening Date (True)
de_de: Taufdatum (echt)

source: Death Date (True)
de_de: Sterbedatum (echt)

source: Burial Date (True)
de_de: Beerdigungsdatum (echt)

source: Marriage Date (True)
de_de: Heiratsdatum (echt)

source: LDS Baptism Date (True)
de_de: LDS Taufdatum (echt)

source: LDS Endowment Date (True)
de_de: LDS Begabungsdatum (echt)

source: LDS Seal/Spouse Date (True)
de_de: LDS Siegelung an den Ehepartner Datum (echt)

source: LDS Seal/Parents Date (True)
de_de: LDS Siegelung an die Eltern Datum (echt)

source: Current Month Number
de_de: Aktuelle Monatsnummer

source: Living = yes
de_de: Lebend = ja

source: Living = no
de_de: Lebend = nein

source: OR Leave Display, Criteria and Sort fields blank and enter direct SQL SELECT statement here
de_de: ODER lassen Sie die obigen Felder für Ausgabedaten sowie für Auswahl- und Sortierkriterien leer und geben Sie stattdessen nachfolgend einen SQL-SELECT-Ausdruck ein

source: Date
de_de: Datum

source: Date (True)
de_de: Datum (echt)

source: Fact
de_de: Angabe

source: Add, edit, test or delete reports
de_de: Prüfe, bearbeite oder lösche vorhandene Berichte

source: Message on "What's New" Page
de_de: Mitteilungstext für die Seite "Aktuelles"

source: Type
de_de: Typ

source: Mystery Photos
de_de: Fotos mit unbekannten Personen

source: Elusive People
de_de: Personen mit fehlenden Angaben

source: Select Photo
de_de: Foto auswählen

source: Please enter a title
de_de: Bitte geben Sie einen Titel ein

source: Please enter a description
de_de: Bitte geben Sie eine Beschreibung ein

source: Are you sure you want to remove this item?
de_de: Sind Sie sicher, dass Sie dieses Element entfernen möchten?

source: Message saved
de_de: Mitteilungstext wurde gespeichert

source: Private = yes
de_de: Vertraulich = ja

source: Private = no
de_de: Vertraulich = nein

source: LDS Confirmation Date
de_de: LDS Datum der Konfirmation

source: LDS Confirmation Place
de_de: LDS Ort der Konfirmation

source: LDS Confirmation Date (True)
de_de: LDS Datum der Konfirmation (True)

source: LDS Initiatory Date
de_de: LDS Datum der Vorverordnungen

source: LDS Initiatory Place
de_de: LDS Ort der Vorverordnungen

source: LDS Initiatory Date (True)
de_de: LDS Datum der Vorverordnungen (True)
