Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de

source: Markers 13-25 background color
de_de: Hintergrundfarbe für die Marker 13-25

source: Markers 26-37 background color
de_de: Hintergrundfarbe für die Marker 26-37

source: Markers 38-67 background color
de_de: Hintergrundfarbe für die Marker 38-67

source: Markers 68-111 background color
de_de: Hintergrundfarbe für die Marker 68-111

source: Text color
de_de: Textfarbe

source: Show DNA Test Number Publicly
de_de: Nummer des DNA-Tests öffentlich zeigen

source: Exclude From Ancestral Surnames
de_de: Bei Familiennamen nicht anzeigen

source: Uppercase Ancestral Surnames
de_de: Familiennamen in Großbuchstaben

source: Autofill Ancestral Surnames
de_de: Nachnamen der Vorfahren automatisch einfügen

source: Show cookie approval message
de_de: Die Cookie-Information anzeigen

source: Show link to data protection policy
de_de: Den Link zur Datenschutzerklärung anzeigen

source: I am using TNG offline
de_de: TNG wird offline benutzt

source: Prompt for consent regarding personal info
de_de: Einwilligungserklärung zur Speicherung personenbezogener Daten anzeigen

source: enter ID or part of first and/or last name
de_de: Kennung oder Teil des Vor- und/oder Nachnamens eingeben

source: Please enter part of a place name.
de_de: Bitte Teil des Ortsnamens eingeben.

source: Add New Place
de_de: Neuen Ort hinzufügen

source: Create a record for a new place
de_de: Neuen Ort anlegen

source: Edit Existing Place
de_de: Ort bearbeiten

source: Edit information for a previously entered place
de_de: Angaben zu einem bestehenden Ort verändern

source: Please enter a place.
de_de: Bitte geben Sie einen Ort ein.

source: New Place Information
de_de: Angaben zum neuen Ort

source: Existing Information for Place
de_de: Angaben zum Ort

source: Changes to place
de_de: Änderungen am Ort

source: Select Place and Action
de_de: Ort und Aktion auswählen

source: Merge Places
de_de: Orte verschmelzen

source: Find Merge Candidates
de_de: Suche nach zu verschmelzenden Orten

source: Select Places to Merge
de_de: Auswahl der zu verschmelzenden Orte

source: Merge<br/>these<br/>(delete)
de_de: Führe<br/>zusammen<br/>von<br/>(lösche)

source: into<br/>this<br/>(keep)
de_de: <br/><br/>nach<br/>(belasse)

source: Place merge successful
de_de: Verschmelzen der Orte war erfolgreich

source: Nothing to merge
de_de: Nichts zum Verschmelzen

source: Please select a merge target.
de_de: Bitte wählen Sie ein Verschmelzungs-Ziel.

source: Search again
de_de: Neue Suche

source: Are you sure you want to delete this place?
de_de: Sind Sie sicher, dass Sie diesen Ort löschen möchten?

source: Make changes to place name in existing events
de_de: Diese Änderung in vorhandenen Ereignissen durchführen

source: Are you sure you want to unlink this cemetery?
de_de: Sind Sie sicher, dass Sie die Verknüpfung zu diesem Friedhof entfernen möchten?

source: Missing latitude or longitude
de_de: Längen- oder Breitengrad fehlt

source: This place name is an LDS temple code
de_de: Diese Ortsbezeichnung ist ein LDS-Tempelcode

source: Find only LDS temple codes
de_de: Nur LDS-Tempelcodes suchen

source: Choose a Cemetery
de_de: Wählen Sie einen Friedhof

source: Copy geocode information below to this cemetery
de_de: Überträgt die Geocode-Daten zum Friedhof

source: Link this place to a cemetery
de_de: Verbinden Sie diesen Ort mit einem Friedhof

source: List only includes cemeteries that are not already linked to a place
de_de: Die Liste enthält nur Friedhöfe die nicht bereits mit einem Ort verbunden sind

source: No cemeteries exist, or each cemetery has already been linked to a place.
de_de: Es existieren keine Friedhöfe oder jeder Friedhof ist bereits mit einem Ort verbunden.

source: Geocode
de_de: Geocodieren

source: Ignore all
de_de: Alles ignorieren

source: Use first match
de_de: Erste Übereinstimmung verwenden

source: If multiple results are found for a place:
de_de: Falls für einen Ort mehrere Ergebnisse gefunden werden:

source: Geocode all Places without latitude and longitude coordinates
de_de: Alle Orte ohne Breiten- und Längengrade geocodieren

source: Geocoding...
de_de: Geocodieren...

source: Return to Geocode menu
de_de: Zurück zum Geocodierungsmenü

source: Limit:
de_de: Limitierung:

source: No limit
de_de: Keine Limitierung

source: Blank place name
de_de: Ortsbezeichnung fehlt

source: Could not be geocoded
de_de: Kann nicht geocodiert werden

source: Ignored (too many results)
de_de: Ignoriert (zu viele Ergebnisse)

source: Tree assignments removed from all place records
de_de: Stammbaum-Zuordnung wurde von allen Orten entfernt

source: Place level not set
de_de: Ortsebene nicht definiert

source: Place not saved. Another place with that name already exists. Please merge instead.
de_de: Ort nicht gespeichert, weil bereits vorhanden. Verschmelzen Sie stattdessen.

source: No associated events
de_de: Keine verbundenen Ereignisse

source: Generate New ID
de_de: Neue Kennung anlegen

source: Generating...Please wait
de_de: Neue Kennung wird erzeugt... bitte warten!

source: Tracking Lines of Descent...
de_de: Nachkommenslinien kennzeichnen...

source: Finished tracking lines of descent.
de_de: Kennzeichnung der Nachkommenslinien abgeschlossen.

source: Back to Secondary Processes
de_de: Zurück zu zusätzlichen Aktionen

source: Sort Children
de_de: Kinder sortieren

source: Sorting Children
de_de: Kinder sortieren

source: Sort Spouses
de_de: (Ehe-)Partner sortieren

source: Sorting Spouses
de_de: (Ehe-)Partner sortieren

source: Relabel Branches
de_de: Neukennzeichnung von Zweigen

source: Relabeling Branches
de_de: Zweige neu kennzeichnen

source: Creating GENDEX file...
de_de: GENDEX-Datei wird erstellt...

source: Finished with GENDEX file creation.
de_de: Erstellung der GENDEX-Datei abgeschlossen.

source: Where to post your GENDEX file
de_de: Wo Sie Ihre GENDEX-Datei veröffentlichen können

source: Trim Media Menus
de_de: Medien-Menü anpassen

source: Counting media
de_de: Medien zählen

source: Finished
de_de: Fertig

source: Refresh Living
de_de: Markierung 'lebend' neu setzen

source: changed to deceased
de_de: geändert in 'verstorben'

source: changed to living
de_de: geändert in 'lebend'

source: changed to private
de_de: geändert in 'vertraulich'

source: Make Private
de_de: Markierung 'vertraulich' neu setzen

source: Add New Language
de_de: Neue Sprache hinzufügen

source: Please enter a language display name.
de_de: Name der Sprache.

source: Please enter the name of the folder where files for this language will be stored.
de_de: Name des Verzeichnisses, in dem die Dateien für diese Sprache gespeichert werden.

source: New Language Information
de_de: Angaben über neue Sprache

source: Name for this language<br/>as it will be displayed for visitors
de_de: Anzeigename für diese Sprache, <br>wie für Benutzer sichtbar

source: Create a record for a new language
de_de: Neue Sprache hinzufügen

source: No language records exist
de_de: Keine Sprachen vorhanden

source: Are you sure you want to delete this language?
de_de: Sind Sie sicher, dass Sie diese Sprache löschen möchten?

source: Existing Language Information
de_de: Angaben zu bestehender Sprache

source: Edit Existing Language
de_de: Sprache bearbeiten

source: Changes to language
de_de: Änderungen an Sprache

source: Add, edit or delete languages
de_de: Bearbeite Angaben zu einer vorhandenen Sprache

source: Create a record for a new tree
de_de: Neuen Stammbaum hinzufügen

source: No tree records exist
de_de: Keine Stammbäume vorhanden

source: Existing Tree Information
de_de: Angaben über bestehenden Stammbaum

source: Edit information for a previously entered tree
de_de: Bearbeite Angaben zu bestehendem Stammbaum

source: Tree Name
de_de: Stammbaum-Name

source: Owner
de_de: Besitzer

source: Are you sure you want to delete this tree and all associated items?
de_de: Sind Sie sicher, dass Sie diesen Stammbaum und alle zugehörigen Elemente löschen möchten?

source: Are you sure you want to clear all data from this tree?
de_de: Sind Sie sicher, dass Sie alle Dateien zu diesem Stammbaum löschen möchten?

source: Changes to tree
de_de: Änderungen an Stammbaum

source: New Tree Information
de_de: Angaben über neuen Stammbaum

source: Edit Existing Tree
de_de: Stammbaum bearbeiten

source: was successfully cleared
de_de: wurde erfolgreich gelöscht

source: Don't allow users to download GEDCOM files
de_de: Benutzer dürfen keine GEDCOM-Dateien herunterladen

source: Exporting GEDCOM...
de_de: Exportiere GEDCOM...

source: If the export fails to run to completion,
de_de: wenn der Export fehlschlägt,

source: Finished Exporting GEDCOM
de_de: GEDCOM-Export abgeschlossen

source: Back to Trees
de_de: Zurück zu den Stammbäumen

source: Download GEDCOM
de_de: GEDCOM-herunterladen

source: Export media links
de_de: Medien-Links exportieren (Fotos und Geschichten)

source: Change Tree
de_de: Stammbaum wechseln

source: New Tree
de_de: Neuer Stammbaum

source: Current Tree
de_de: Aktueller Stammbaum

source: WARNING: This operation will remove all family links, citations and other references to this entity within the current tree.
de_de: ACHTUNG: Hiermit werden im aktuellen Stammbaum alle Familien-Verknüpfungen, Zitate und andere Verweise auf dieses Element entfernt!

source: Keep owner information private
de_de: Eigentümer-Angaben vertraulich behandeln

source: Local path
de_de: Lokaler Pfad

source: Don't allow users to create PDF files
de_de: Den Benutzern nicht erlauben, PDF-Dateien zu erstellen

source: Exclude private
de_de: Vertrauliche ausschließen

source: Exclude living
de_de: Lebende ausschließen

source: Import File Name
de_de: Name der importierten Datei

source: Add New User
de_de: Neuen Benutzer hinzufügen

source: Create a record for a new user
de_de: Datensatz für neuen Benutzer anlegen

source: No user records exist
de_de: Keine Benutzer vorhanden

source: Existing User Information
de_de: Angaben zu bestehendem Benutzer

source: Edit information for a previously entered user
de_de: Bearbeite Angaben zu einem bestehenden Benutzer

source: Are you sure you want to delete this user?
de_de: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten?

source: Changes to user
de_de: Änderungen an Benutzer

source: Please enter a password.
de_de: Passwort eingeben.

source: Please enter a username.
de_de: Benutzerkennung eingeben.

source: New User Information
de_de: Angaben zu neuem Benutzer

source: Edit Existing User
de_de: Benutzer bearbeiten

source: Allow to view information for living individuals
de_de: Angaben über lebende Personen anzeigen

source: Allow to view LDS information
de_de: LDS-Daten anzeigen (LDS = Heilige der letzten Tage = "Mormonen")

source: Please enter a user description.
de_de: Beschreibung zum Benutzer eingeben.

source: The first user you create will be an Administrator (NO tree selected) and will have access to all system settings.
de_de: Der erste Benutzer, den Sie anlegen, sollte der Verwalter sein (KEINEN Stammbaum auswählen). Dieser Benutzer sollte sämtliche Zugriffsrechte erhalten.

source: ERROR: Your user could not be created because another user with the same username already exists.
de_de: FEHLER: Der Benutzer konnte nicht angelegt werden, da bereits ein anderer Benutzer mit dieser Benutzerkennung existiert.

source: Allow to download GEDCOMs
de_de: Berechtigung zum Herunterladen von GEDCOM-Daten

source: Assigned
de_de: Zugewiesen

source: Optional. Assigning no tree to the user will result in the user have rights for all trees and all branches. The site administrator should not be assigned a tree.
de_de: Optional. Wenn Sie dem Benutzer keinen Stammbaum zuweisen, hat der Benutzer das Zugriffsrecht auf alle Stammbäume und Zweige. Dem Verwalter sollte kein Stammbaum zugewiesen werden.

source: Optional. Assigning a branch to the user will constrain the rights granted on this page to the assigned branch within the selected tree.
de_de: Optional. Wenn Sie dem Benutzer einen Zweig zuweisen, hat der Benutzer Zugriffsrecht nur für die Einträge dieses Zweiges innerhalb des zugewiesenen Stammbaumes.

source: Access Limits:
de_de: Zugriffsbeschränkungen:

source: Rights:
de_de: Rechte:

source: Real Name
de_de: Name

source: New User Registrations
de_de: Anträge auf Benutzerkennungen

source: Process records for newly registered users. New users have no rights until registrations are processed.
de_de: Bearbeitung von beantragten Benutzerkennungen. Ein neuer Benutzer hat solange keine Berechtigungen, bis sein Antrag bearbeitet ist.

source: No new users
de_de: Keine neuen Benutzer

source: Last Login
de_de: Letzte Anmeldung (Login)

source: Allow to submit edits for administrative review (People, Families and Sources only)
de_de: Berechtigung, Änderungsvorschläge zu Personen, Familien und Quellen zu machen, die anschließend vom Verwalter freigegeben werden müssen

source: Notify this user upon account activation
de_de: Diesen Benutzer über die Aktivierung der Benutzerkennung benachrichtigen

source: No edit rights
de_de: Keine Schreibrechte

source: E-mail Users
de_de: E-Mail an Benutzer

source: E-mail Message To Users
de_de: E-Mail-Nachricht an Benutzer

source: E-mail Subject
de_de: E-Mail: Betreff

source: E-mail Text
de_de: E-Mail: Nachricht

source: Select group to receive e-mail (leave blank to send to all)
de_de: Empfängergruppe für die E-Mail auswählen (Feld leerlassen, um Nachricht an alle Benutzer zu senden)

source: Optional. Choosing a tree will restrict the message to users assigned to that tree.
de_de: Optional. Mit der Auswahl eines Stammbaumes erhalten nur diejenigen Benutzer die E-Mail, denen dieser Stammbaum zugewiesen wurde.

source: Optional. Choosing a branch will restrict the message to users assigned to that branch.
de_de: Optional. Mit der Auswahl eines Zweiges erhalten nur diejenigen Benutzer die E-Mail, denen dieser Zweig zugewiesen wurde.

source: Send E-mail
de_de: E-Mail absenden

source: Sent E-mail Message
de_de: E-Mail-Nachricht versandt.

source: Your e-mail message has been sent.
de_de: Ihre E-Mail-Nachricht wurde versandt.

source: Your e-mail message failed to send.
de_de: Ihre E-Mail-Nachricht konnte nicht versendet werden.

source: Please enter a subject for your message.
de_de: Bitte geben Sie den Betreff für Ihre Nachricht ein.

source: Please enter the text of your message.
de_de: Bitte geben Sie den Text für Ihre Nachricht ein.

source: Show Admin users only
de_de: Nur Verwalter anzeigen

source: Date Registered
de_de: Datum der Registrierung

source: Date Activated
de_de: Datum der Aktivierung

source: Do not send mass e-mail to this user
de_de: Diesem Benutzer keine Massen-E-Mails senden

source: Apply the above rights to all trees and branches.
de_de: Zugriff auf alle System-Einstellungen und Verwaltungsfunktionen erlauben, und obige Rechte auf alle Stammbäume und Zweige anwenden.

source: Restrict the above rights to the following:
de_de: Beschränke die obigen Rechte auf Folgendes:

source: Allow to edit any existing data
de_de: Ändern vorhandener Datensätze erlauben

source: Allow to add any new data
de_de: Hinzufügen neuer Datensätze erlauben

source: Allow to delete any existing data
de_de: Löschen von Datensätzen erlauben

source: Guest
de_de: Gast

source: No add, edit or delete rights.
de_de: Keine Berechtigung zum Hinzufügen, Ändern oder Löschen.

source: No access to Admin area.
de_de: Kein Zugang zum Verwaltungsbereich.

source: Submitter
de_de: Absender

source: Submit changes subject to review.
de_de: Änderungen zur Überprüfung absenden.

source: Contributor
de_de: Einsender

source: Add information, including media.
de_de: Informationen, einschliesslich Medien, hinzufügen.

source: Editor
de_de: Bearbeiter

source: Add, edit and delete all information, including media.
de_de: Hinzufügen, Bearbeitung und Löschen aller Informationen, einschliesslich Medien.

source: Administrator
de_de: Verwalter

source: All rights.
de_de: Alle Rechte.

source: Media Contributor
de_de: Medien-Einsender

source: Add media only.
de_de: Nur Medien hinzufügen.

source: Media Editor
de_de: Medien-Bearbeiter

source: Add, edit and delete media only.
de_de: Nur Hinzufügen, Bearbeiten und Löschen von Medien.

source: Allow to edit media only
de_de: Nur Bearbeiten von Medien erlauben

source: Allow to add media only
de_de: Nur Hinzufügen von Medien erlauben

source: Allow to delete media only
de_de: Nur Löschen von Medien erlauben

source: No add rights
de_de: Keine Berechtigung zum Hinzufügen

source: No delete rights
de_de: Keine Berechtigung zum Löschen

source: Roles
de_de: Rollen

source: Custom
de_de: Benutzerdefiniert

source: Allow to view information for private individuals
de_de: Anzeigen der Informationen von "Vertraulich" gekennzeichneten Personen erlauben

source: Allow to download PDFs
de_de: Herunterladen von PDF-Dateien erlauben

source: Allow to edit user profile and change password
de_de: Bearbeiten des eigenen Profils und Passwort-Änderung zulassen

source: Apply rights to multiple trees
de_de: Rechte auf mehrere Stammbäume anwenden

source: Consent given
de_de: Zustimmung gegeben

source: Date Consented
de_de: Datum der Zustimmung

source: Login failed.
de_de: Login fehlgeschlagen.

source: Admin Log File
de_de: Verwaltungs-Protokolldatei

source: Most Recent Actions
de_de: Zuletzt durchgeführte Aktionen

source: Stay logged in on this computer
de_de: Auf diesem Rechner angemeldet bleiben

source: Your session has expired.
de_de: Ihre Sitzung ist abgelaufen.

source: Click to log in again.
de_de: Anklicken für erneutes Anmelden.

source: Your login is not yet active. Please try again later or contact the site administrator.
de_de: Ihr Login ist noch nicht aktiv. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Administrator der Webseite.

source: Create a new timeline event
de_de: Neues Zeitstrahl-Ereignis anlegen

source: Edit Existing Timeline Event
de_de: Zeitstrahl-Ereignis bearbeiten

source: leave blank to show all timeline events
de_de: Leerlassen, um alle Zeitstrahl-Ereignisse anzuzeigen

source: Event year
de_de: Ereignis-Jahr

source: Event detail
de_de: Ereignis-Beschreibung

source: Select Timeline Event and Action
de_de: Zeitstrahl-Ereignis und gewünschte Aktion auswählen

source: Changes to timeline event
de_de: Änderungen am Zeitstrahl-Ereignis

source: Are you sure you want to delete this timeline event?
de_de: Sind Sie sicher, dass Sie dieses Zeitstrahl-Ereignis löschen möchten?

source: Please enter the event year.
de_de: Bitte geben Sie das Ereignis-Jahr ein.

source: Please enter the event detail.
de_de: Bitte geben Sie das Ereignis-Detail ein.

source: Existing Timeline Event
de_de: Vorhandenes Zeitstrahl-Ereignis

source: New Timeline Event
de_de: Neues Zeitstrahl-Ereignis

source: Add, edit or delete timeline events
de_de: Ein vorhandenes Zeitstrahl-Ereignis bearbeiten

source: (only year is required)
de_de: (nur die Angabe des Jahres ist erforderlich, Tag/Monat sind optional)

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Event title
de_de: Ereignis-Titel

source: Select Event and Action
de_de: Auswahl von Ereignis und Aktion

source: Suggested
de_de: Vorgeschlagen

source: Notes regarding<br />suggested change<br />(will not be saved)
de_de: Bemerkungen<br />zu vorgeschlagener Änderung<br />(werden nicht gespeichert)

source: Posted on
de_de: Vorgeschlagen am

source: Save and Delete
de_de: Vorschlag akzeptieren

source: Postpone
de_de: Später entscheiden

source: Ignore and Delete
de_de: Vorschlag ignorieren und löschen

source: was deleted
de_de: wurde gelöscht

source: was made permanent
de_de: wurde dauerhaft übernommen

source: Directly locate, edit or delete any note in your database.
de_de: Direktes Auffinden, Ändern oder Löschen jeder Bemerkung in Ihrer Datenbank.

source: Provide your visitors with a general site update or other timely information at the top of your What's New page.
de_de: Hier können Sie die Besucher Ihrer Website auf der Seite 'Aktuelles' z.B. auf eine allgemeine Aktualisierung hinweisen.

source: Create a list of elusive people and unidentified photos, in hopes of getting more publicity for the items that are giving you the most trouble.
de_de: Erstellen Sie eine Liste der Personen mit fehlenden Angaben bzw. Fotos mit unbekannten Personen, um Aufmerksamkeit auf Ihre 'toten Punkte' zu lenken.

source: Find potential problems in your information.
de_de: Mögliche Probleme in Ihren Daten finden.

source: Wrong gender
de_de: Falsches Geschlecht

source: Unknown gender
de_de: Unbekanntes Geschlecht

source: Married too young (less than 15 years old)
de_de: Bei der Heirat zu jung (jünger als 15 Jahre)

source: Married after death
de_de: Heirat nach dem Tod

source: Married before birth
de_de: Heirat vor der Geburt

source: Died before birth
de_de: Tod vor der Geburt

source: Born too early (parents less than 15 years old, or child born before marriage)
de_de: Geburt zu früh (Eltern jünger als 15 Jahre oder Kind vor der Heirat geboren)

source: Born too late (mother more than 50 years old)
de_de: Geburt zu spät (Mutter älter als 50 Jahre)

source: Person marked as living, death date present
de_de: Person als lebend markiert, obwohl ein Todesdatum vorhanden ist

source: Person marked as deceased, possibly still living
de_de: Person als verstorben markiert, aber möglicherweise noch lebend

source: Parents' Marriage
de_de: Heirat der Eltern

source: Mother's Birth
de_de: Geburt der Mutter

source: Mod List
de_de: Liste der Modifikationen

source: removed
de_de: Entfernt

source: Installed
de_de: Installiert

source: deleted
de_de: Gelöscht

source: can't delete
de_de: Kann nicht gelöscht werden

source: Config File Name
de_de: Name der Konfigurationsdatei

source: No mod definition files (xxx) found in the mod folder
de_de: Im Modifikations-Verzeichnis wurden keine Definitionsdateien (xxx) gefunden

source: Bad target
de_de: Ziel ungültig

source: Unable to write to
de_de: Kann nicht schreiben auf

source: is not writable, check permissions
de_de: ist nicht schreibbar. Bitte Berechtigungen überprüfen.

source: Check permissions, must be writable.
de_de: Bitte Berechtigungen überprüfen. Muss schreibbar sein.

source: Total Errors
de_de: Anzahl der Fehler

source: Missing file
de_de: Fehlende Datei

source: not unique
de_de: nicht eindeutig

source: Parameter definition error, missing description
de_de: Parameter-Definitionsfehler, Beschreibung fehlt

source: Default value
de_de: Default-Wert

source: File written
de_de: Datei wurde geschrieben

source: Local copy of xxx for installation is missing
de_de: Lokale Kopie von xxx fehlt für Installation

source: Mod updates are required
de_de: Modifikation-Aktualisierung erforderlich

source: Unable to install this mod
de_de: Installierung der Modifikation nicht möglich

source: Target file is an empty file.
de_de: Zieldatei ist eine leere Datei.

source: Cannot delete, file is missing
de_de: Kann nicht gelöscht werden, Datei fehlt

source: The Edit parameters were changed as follows:
de_de: Die Einstellungen wurden wie folgt geändert:

source: Options
de_de: Einstellungen

source: View Log
de_de: Protokoll anzeigen

source: Changes
de_de: Zieldateien

source: Creates
de_de: Neue Dateien

source: Copies
de_de: Kopien

source: Copies to
de_de: Kopien nach

source: Mod Manager Log
de_de: Protokoll

source: Sort Lists by
de_de: Liste sortieren nach

source: Mod Name
de_de: Modifikations-Name

source: Bypass the Confirmations
de_de: Bestätigungsseite überspringen

source: Modify Mod Manager Options
de_de: Änderung Mod Manager-Einstellungen

source: OK to Install
de_de: Bereit zur Installation

source: You have not selected any files!
de_de: Es wurde keine Datei ausgewählt!

source: Select
de_de: Auswählen

source: Show Mod Manager Action Log
de_de: Anzeige Mod Manager-Protokoll
