Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de

source: OR These specific prefixes
de_de: ODER diese speziellen Präfixe

source: New links for Photos/Histories
de_de: Neue Verknüpfungen für Fotos/Geschichten

source: Max Generations, GEDCOM download
de_de: Max. Anzahl Generationen für GEDCOM-Download

source: Places Table
de_de: Orte-Tabelle

source: Genealogy URL
de_de: Genealogie-URL

source: Character set
de_de: Zeichensatz

source: Server time offset (hours)
de_de: Server Zeitabstand (Stunden)

source: Back up Selected
de_de: Backup für gewählte Tabellen

source: Optimize Selected
de_de: Optimiere gewählte Tabellen

source: Selected Tables
de_de: Ausgewählte Tabellen

source: To back up, restore or optimize a table, click on the appropriate action icon for that table, or select multiple tables and apply that action to all selected by choosing the corresponding action at the top of the screen.
de_de: Um eine Tabelle zu sichern (Backup), wiederherzustellen (Restore) oder zu optimieren, klicken Sie entweder bei der gewünschten Tabelle auf das entsprechende Icon ODER wählen Sie mehrere Tabellen aus und starten Sie dann für diese Tabellen die entsprechende Aktion, indem Sie den entsprechenden Button am Ende der Liste anklicken.

source: Tabs Style Sheet
de_de: Style Sheet für Registerkarten

source: Menu Location
de_de: Anordnung der Menü-Icons

source: Top left, over heading
de_de: Links oben, oberhalb der Überschriften

source: Top right, next to heading
de_de: Rechts oben, in der Nähe der Überschriften

source: Individuals start with
de_de: Personenblatt anzeigen

source: Personal information only
de_de: Nur mit persönlichen Angaben

source: All information
de_de: Mit allen Angaben

source: Columns in Thumbnail View
de_de: Spalten in der Vorschaubilder-Ansicht

source: Start Descendancy
de_de: Nachkommensanzeige beginnt

source: Expanded
de_de: maximiert

source: Collapsed
de_de: minimiert

source: Register Generations
de_de: Generationsanzeige in der Nachkommenliste

source: Always show everyone
de_de: Zeige stets jeden

source: Remove individuals with no family
de_de: Lösche Personen ohne Partnerschaft

source: Restore Selected
de_de: Restore für gewählte Tabellen

source: Are you sure you want to restore the selected tables?
de_de: Sind Sie sicher, dass Sie die ausgewählten Tabellen zurücksichern wollen (= restore ausführen)?

source: Are you sure you want to restore the table structure? All existing data will be lost!
de_de: Sind Sie sicher, dass Sie die ausgewählten Tabellenstrukturen zurücksichern wollen (= restore ausführen)? Alle vorhandenen Daten werden gelöscht!

source: Back up Table Structure
de_de: Backup der Tabellenstruktur

source: Table structure
de_de: Tabellenstruktur

source: To back up or restore the table structure, click on the appropriate action icon below. WARNING: Restoring the table structure will delete all existing data!
de_de: Um für die Tabellenstruktur ein Backup oder Restore auszuführen, klicken Sie unterhalb auf das entsprechende Icon. ACHTUNG: Bei einem Restore der Tabellenstruktur werden alle vorhandenen Daten gelöscht!

source: Show Living Data
de_de: Anzeige der Daten lebender Personen

source: Do not display
de_de: nicht anzeigen

source: Display menu
de_de: Menü anzeigen

source: As icons
de_de: als Icons

source: As dropdown list
de_de: als Dropdown-Liste

source: GENDEX Folder
de_de: GENDEX-Verzeichnis

source: Modify Pedigree Configuration Settings
de_de: Stammbaumeinstellungen bearbeiten

source: Left Indent
de_de: Linker Rand

source: Box Name Size
de_de: Schriftgröße (px)

source: Name Size Shift
de_de: Größenänderung Name

source: Box Dates Size
de_de: Blockgröße Datum

source: Dates Size Shift
de_de: Größenänderung Datum

source: Box Color
de_de: Blockfarbe

source: Color Shift (%)
de_de: Farbänderung (%)

source: Empty Color
de_de: Keine Farbe

source: Border Color
de_de: Randfarbe

source: Shadow Color
de_de: Schattenfarbe

source: Box Width (w/o popups)
de_de: Blockbreite (außer Popups)

source: Box Height (w/o popups)
de_de: Blockhöhe (außer Popups)

source: Box Alignment (w/o popups)
de_de: Blockausrichtung (außer Popups)

source: Box Height Shift (w/o popups)
de_de: Block-Höhenverschiebung (außer Popups)

source: Box Horizontal Separation
de_de: Horizontale Trennlinien im Block

source: Box Vertical Separation
de_de: Vertikale Trennlinien im Block

source: Shadow Offset
de_de: Schatten Offset

source: Line Width
de_de: Linienbreite

source: Border Width
de_de: Randbreite

source: Popup Color
de_de: Popup Farbe

source: Popup Info Size
de_de: Popup Infogröße

source: Popup Info Size Shift
de_de: Popup Infoverschiebung (Größe)

source: Popup Event
de_de: Popup-Ereignis

source: Box Width (w/popups)
de_de: Boxbreite (mit Popups)

source: Box Height (w/popups)
de_de: Boxhöhe (mit Popups)

source: Box Alignment (w/popups)
de_de: Boxausrichtung (mit Popups)

source: Box Height Shift (w/popups)
de_de: Box-Höhenverschiebung (mit Popups)

source: Popup Spouses
de_de: Popup Ehefrauen

source: Popup Children
de_de: Popup Kinder

source: Popup Chart Links
de_de: Popup Grafiklinks

source: Include Photos
de_de: Fotos einbeziehen

source: Overflow
de_de: Überlauf

source: Compact
de_de: Kompakt

source: Text Only
de_de: Nur Text

source: Relationship Chart
de_de: Verwandtschafts-Darstellung

source: Max Relationship Generations
de_de: Max. Generationen Verwandtschaft

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Center
de_de: Zentriert

source: Ahnentafel
de_de: Ahnenliste

source: Box
de_de: Mit Rahmen

source: Hide Empty Boxes
de_de: Leere Rahmen unterdrücken

source: Log File Name
de_de: Dateiname Protokolldatei

source: Max Log Lines
de_de: Max. Zeilen Protokolldatei

source: Modify Log Configuration Settings
de_de: Protokollierungs-Einstellungen bearbeiten

source: Exclude Host Names
de_de: schließe Hostnamen aus

source: (Admin)
de_de: Verwalter

source: (Public)
de_de: (öffentlich)

source: Save Import State
de_de: Importstatus speichern

source: Save to allow resume if import fails
de_de: Speichern, um eine Wiederaufnahme zu ermöglichen, wenn der Import scheitert

source: Modify Import Configuration Settings
de_de: Import-Konfiguration bearbeiten

source: Embedded Media
de_de: Eingebettete Medien

source: Allow TNG to assign names to embedded media
de_de: Erlaube TNG, eingebetteten Medien Namen zu geben.

source: Local Photo Path(s)
de_de: Lokales Foto-Verzeichnis

source: Local History Path(s)
de_de: Lokales Geschichten-Verzeichnis

source: If no local path match
de_de: Wenn kein lokales Verzeichnis passt

source: Import entire path
de_de: importiere das ganze Verzeichnis

source: Import file name only
de_de: importiere nur den Dateinamen

source: GEDCOM Folder (Import/Export)
de_de: GEDCOM-Verzeichnis (Import/Export)

source: Make Folder
de_de: Verzeichnis anlegen

source: If 'Change Date' is blank
de_de: Wenn das "Änderungsdatum" leer ist

source: Use current date
de_de: Aktuelles Datum verwenden

source: Leave it as is
de_de: Unverändert belassen

source: If no birth date, assume
de_de: Bei fehlendem Geburtsdatum

source: Person is living
de_de: Person als lebend behandeln

source: Person is deceased
de_de: Person als verstorben behandeln

source: If no death date, assume deceased<br />if older than
de_de: Bei fehlendem Sterbedatum die Person<br />als verstorben behandeln, sofern älter als

source: Chart Settings
de_de: Stammbaum-Einstellungen

source: Initial Display
de_de: Standard-Anzeige

source: Max Generations
de_de: Max. Generationenanzahl

source: Database
de_de: Datenbank

source: Table Names
de_de: Tabellen-Namen

source: Paths and Folders
de_de: Pfade und Verzeichnisse

source: Site Design and Definition
de_de: Website-Design und allgemeine Angaben

source: Privacy
de_de: Datenschutz/Vertraulichkeit

source: Names
de_de: Namen

source: Descendancy
de_de: Nachkommenschaft

source: Miscellaneous
de_de: Verschiedenes

source: Media Table
de_de: Medien-Tabelle

source: Common Elements
de_de: Allgemeine Angaben

source: Descendancy Chart
de_de: Nachkommens-Darstellung

source: Pedigree Chart
de_de: Vorfahrens-Darstellung

source: Initial Generations
de_de: Generationenanzahl zu Beginn

source: Document Folder
de_de: Dokumenten-Verzeichnis

source: Local Document Path(s)
de_de: Lokales Dokumenten-Verzeichnis

source: Local Path(s) for Other Media
de_de: Lokales Verzeichnis für andere Medien

source: Image Max Height
de_de: Maximale Bild-Höhe

source: Image Max Width
de_de: Maximale Bild-Breite

source: successfully deleted
de_de: erfolgreich gelöscht

source: Delete Selected Backups
de_de: Ausgewählte Backups löschen

source: Are you sure you want to delete the selected backups?
de_de: Sind Sie sicher, dass Sie die ausgewählten Backups löschen möchten?

source: Show Home Link
de_de: "Home"-Link anzeigen

source: Show Search Link
de_de: "Suchen"-Link anzeigen

source: Show Login/Logout Link
de_de: "Anmelden/Abmelden"-Link anzeigen

source: Show Print Link
de_de: "Drucken"-Link anzeigen

source: Show Add Bookmark Link
de_de: "Lesezeichen hinzufügen"-Link anzeigen

source: Site Name
de_de: Name der Website

source: Site Description
de_de: Beschreibung der Website

source: Prefix for private notes
de_de: Präfix für private/vertrauliche Notizen

source: Note: You may create your own custom settings in "customconfig.php" (open in a text editor and follow the instructions).
de_de: Hinweis: Sie können Ihre eigenen, benutzerdefinierten Einstellungen in "customconfig.php" anlegen (mit Text-Editor öffnen und den Erläuterungen folgen).

source: Block suggestions or new user registrations where
de_de: Mitteilungen/Anmerkungen oder neue Benutzer-Registrierungen sperren, wenn

source: Address contains
de_de: die Adresse Folgendes enthält

source: Message contains
de_de: die Nachricht Folgendes enthält

source: "Require Login" must be set to Yes to enable this option
de_de: "Login erforderlich" muss auf 'Ja' gesetzt werden, um diese Einstellung zu aktivieren

source: Restrict access to assigned tree
de_de: Zugriff auf den zugeordneten Stammbaum beschränken

source: Map Settings
de_de: Karten-Einstellungen

source: Modify Map Configuration Settings
de_de: Karten-Einstellungen ändern

source: Map Type
de_de: Art

source: Satellite
de_de: Satellit

source: Dimensions, Individual Page
de_de: Karten-Abmessungen für Personen-Seiten

source: Dimensions, Headstones Pages
de_de: Karten-Abmessungen für Grabstein-Seiten

source: Dimensions, Admin Pages
de_de: Karten-Abmessungen für Verwaltungs-Seiten

source: Width (% or px)
de_de: Breite (% oder Pixel)

source: Height (px)
de_de: Höhe (Pixel)

source: Starting Latitude
de_de: Default-Wert für geographische Breite

source: Starting Longitude
de_de: Default-Wert für geographische Länge

source: Hide Admin Maps to Start
de_de: Karten auf Verwaltungs-Seiten zu Beginn ausblenden

source: Consolidate Duplicate Pins
de_de: Doppelte Pins zusammenführen

source: Enable Slide Show
de_de: Diaschau aktivieren

source: Slide Show Auto Repeat
de_de: Diaschau mit automatischer Wiederholung

source: Information about your web site environment.
de_de: Informationen über die Software-Umgebung Ihrer Website.

source: Addresses
de_de: Adressen

source: States
de_de: Staaten/Länder

source: Countries
de_de: Regionen/Provinzen

source: Note Links
de_de: Notizen-Verknüpfungen

source: Media Links
de_de: Medien-Verknüpfungen

source: Save Import
de_de: Importspeicherung

source: Branch Links
de_de: Zweig-Verknüpfungen

source: Temp Events
de_de: Temporäre Ereignisse

source: Timeline Events
de_de: Zeitstrahl-Ereignisse

source: Doctype Declaration
de_de: Doctype-Deklaration

source: Max lines per column (approx.)
de_de: Max. Zeilenanzahl pro Spalte (ungefähr)

source: Suppress "Unknown" categories
de_de: "Unbekannte" Kategorien unterdrücken

source: Success
de_de: Erfolgreich

source: Failed. Folder already exists.
de_de: Fehlgeschlagen. Ordner ist bereits vorhanden.

source: Failed. Please create using an FTP program or online file manager.
de_de: Fehlgeschlagen. Bitte mittels FTP-Programm oder Online-Dateimanager erzeugen.

source: Maintenance Mode
de_de: Wartungs-Modus

source: All database access is temporarily unavailable for site maintenance. Please try again later. If regular functions do not resume within a few hours of first seeing this message, please contact the site administrator.
de_de: Wegen Wartungsarbeiten sind vorübergehend keine Datenbankzugriffe möglich. Bitte versuchen Sie es später nochmals. Sollte auch etliche Stunden nach dem erstmaligen Auftreten dieser Meldung keine reguläre Nutzung möglich sein, so wenden Sie sich bitte an den Verwalter dieser Website.

source: Default Replace Option
de_de: Standard-Ersetzungs-Option

source: Please select at least one table.
de_de: Bitte wählen Sie mindestens eine Tabelle aus.

source: Resequence IDs
de_de: Kennungen resequenzieren

source: ID Type
de_de: Kennungs-Typ

source: Minimum Digits
de_de: Mindestanzahl Ziffern

source: Not including ID prefix
de_de: Kennungs-Präfix nicht eingeschlossen

source: Finished resequencing
de_de: Resequenzieren beendet

source: records resequenced
de_de: Datensätze resequenziert

source: You must be in Maintenance Mode to run this utility (go to Setup &gt;&gt; Configuration &gt;&gt; General Settings)
de_de: Um diese Dienstroutine laufen zu lassen, müssen Sie zuerst in den Wartungsmodus gehen (siehe: Einstellungen &gt;&gt; Konfiguration &gt;&gt; Allgemeine Einstellungen &gt;&gt; Datenbank)

source: <strong>WARNING:</strong> Resequencing your IDs could cause external links to your site to break or point to erroneous locations.
de_de: <strong>ACHTUNG:</strong> Das Resequenzieren der Kennungen kann zur Folge haben, dass externe Links, die auf Ihre Website verweisen, ins Leere oder auf falsche Ziele zeigen.

source: Config Path
de_de: Konfigurations-Verzeichnis

source: Hide Christening Labels
de_de: Tauf-Angaben ausblenden

source: Numeric Date Preference
de_de: Voreinstellung für numerische Datumsangaben

source: Day/Month/Year
de_de: Tag/Monat/Jahr

source: Month/Day/Year
de_de: Monat/Tag/Jahr

source: Exclude Usernames
de_de: Ausgeschlossene Benutzerkennungen

source: Allow new user registrations
de_de: Neue Benutzer-Registrierungen gestatten

source: Local Headstone Path(s)
de_de: Lokales Grabstein-Verzeichnis

source: Parental data on person page
de_de: Elterndaten auf Personenblatt

source: Don't show any events
de_de: Keine Ereignisse anzeigen

source: Show only standard family events
de_de: Nur Standard-Ereignisse für Familien anzeigen

source: Show all events and media
de_de: Alle Ereignisse und Medien anzeigen

source: Server time is
de_de: Server-Zeit ist

source: and site time is
de_de: und Website-Zeit ist

source: Optional. Use an absolute path name, like what you see in the Root Path, then move the following files to the Config Path <strong>immediately</strong> after saving and make them writeable (664 permissions): config.php, customconfig.php, importconfig.php, logconfig.php, mapconfig.php, mmconfig.php, pedconfig.php
de_de: Optional. Verwenden Sie eine absolute Pfadangabe, wie im Root-Pfad ersichtlich. Verschieben Sie die folgenden Dateien <strong>sofort</strong> nach dem Speichern in das Konfigurations-Verzeichnis und machen Sie die Dateien beschreibbar (Berechtigung: 664): config.php, customconfig.php, importconfig.php, logconfig.php, mapconfig.php, mmconfig.php, pedconfig.php.

source: Starting Zoom
de_de: Start-Zoomwert

source: Location Zoom
de_de: Orts-Zoom

source: Record Report Number
de_de: Berichtnummer speichern

source: Progress Interval (ms)
de_de: Fortschritts-Intervall (ms)

source: Timeline Chart
de_de: Zeitstrahl-Diagramm

source: Chart height
de_de: Diagramm-Höhe

source: All distances measured in pixels.
de_de: Alle Entfernungen sind in Pixel gemessen.

source: Pixels between months
de_de: Pixel zwischen Monaten

source: Pixels between years
de_de: Pixel zwischen Jahren

source: Years between year markers
de_de: Jahre zwischen Markern

source: Vertical percentage for months
de_de: Vertikaler Prozentsatz zwischen Monaten

source: Vertical percentage for years
de_de: Vertikaler Prozentsatz zwischen Jahren

source: Events to include
de_de: Zu berücksichtigende Ereignisse

source: All events
de_de: Alle Ereignisse

source: Only events that fall within the lifespans of the people on the chart
de_de: Nur Ereignisse im Lebenszeitraum der Personen im Diagramm darstellen

source: Starting chart width
de_de: Anfangsbreite des Diagramms

source: Enable Simile timeline
de_de: Vergleichenden Zeitstrahl aktivieren

source: Hide Public Maps to Start
de_de: Öffentliche Karten zu Beginn verdecken

source: Max Relationships
de_de: Maximale Anzahl der Beziehungen

source: Initial Relationships
de_de: Start-Anzahl der Beziehungen

source: Template Settings
de_de: Template-Einstellungen

source: Modify Template Configuration Settings
de_de: Template-Einstellungen ändern

source: Uppercase All Surnames
de_de: Alle Nachnamen in Großbuchstaben

source: Max characters in list notes
de_de: Maximale Zeichenanzahl in Listen-Bemerkungen

source: Mail and Registration
de_de: E-Mail und Registrierung

source: Auto approve new users
de_de: Neue Benutzer automatisch akzeptieren

source: Include password in welcome email
de_de: Passwort in Willkommens-E-Mail aufnehmen

source: Send acknowledgement email
de_de: Bestätigungs-E-Mail senden

source: Send all mail from address above
de_de: Alle E-Mails mit obiger Adresse versenden

source: Create new tree for user
de_de: Für diesen Benutzer neuen Stammbaum anlegen

source: Mods Folder
de_de: Pfad für Modifikationen

source: Extensions Folder
de_de: Pfad für Erweiterungen

source: Encryption type
de_de: Verschlüsselungs-Typ

source: No encryption
de_de: Keine Verschlüsselung

source: Enable image viewer
de_de: Bildbetrachter aktivieren

source: Documents only
de_de: Nur Dokumente

source: Image viewer height
de_de: Bildbetrachter Höhe

source: Always show full image
de_de: Immer das gesamte Bild zeigen

source: Fixed (640px)
de_de: Fest (640px)

source: Assign Place records to Trees
de_de: Ortsdatensätze dem Stammbaum zuordnen

source: Convert
de_de: Umwandeln

source: (This will assign all current places to the selected tree)
de_de: (Damit werden alle aktuellen Orte dem ausgewählten Stammbaum zugeordnet)

source: (This will remove the tree assignment from all Place records)
de_de: (Damit wird die Stammbaumzuordnung von den Ortsdatensätzen entfernt)

source: Leave blank or set to zero to remove this limit
de_de: Freilassen oder auf Null (0) setzen, um diese Begrenzung zu entfernen.

source: Use SMTP authentication
de_de: SMTP-Authentifizierung verwenden

source: SMTP host name
de_de: Name des SMTP-Servers

source: Mail username
de_de: E-Mail-Benutzername

source: Mail password
de_de: Passwort

source: Port number
de_de: Port-Nummer

source: Show Share Link
de_de: Soziale Netzwerk-Links anzeigen

source: Default PDF Page Size
de_de: Standard PDF-Seitengröße

source: Terrain
de_de: Gelände

source: Road Map
de_de: Straßenkarte

source: Use default thumbnails
de_de: Standard-Vorschaubild verwenden

source: Geocode all new places
de_de: Alle neuen Orte geocodieren

source: Notify on reviewable submissions
de_de: Benachrichtigung über zu prüfende Anmerkungen

source: Assume private if not dead this many years
de_de: Als privat ansehen, wenn nach so vielen Jahren nicht verstorben

source: First day of week
de_de: Erster Tag der Woche

source: Edit timeout (minutes)
de_de: Zeitlimit für die Bearbeitung (Minuten)

source: Show Names for Private
de_de: Zeige Namen von als vertraulich Markierten

source: Tables
de_de: Tabellen

source: Show Notes and Custom Events on Register
de_de: Notizen und benutzerdefinierte Ereignisse in der Nachkommenliste anzeigen

source: Collation
de_de: Sortierreihenfolge (Kollation)

source: (leave blank to accept the default)
de_de: (leer lassen, um den Standard zu akzeptieren)

source: Scroll citations
de_de: Quellenangaben auf Personenblatt mit Bildlaufleiste

source: Hide personal media
de_de: Medien auf Personenseite einklappen

source: Search Link Destination
de_de: Link-Ziel suchen

source: Quick Search
de_de: Schnellsuche

source: Advanced Search
de_de: Erweiterte Suche

source: Vertical
de_de: Vertikal

source: Box Width
de_de: Profilkarten-Breite

source: Box Height
de_de: Profilkarten-Höhe

source: Spacing
de_de: Zwischenraum

source: Vertical Chart
de_de: Vertikale Ahnentafel

source: Re-use deleted IDs
de_de: Gelöschte IDs wieder verwenden

source: Show last import
de_de: Letztes Importdatum anzeigen

source: Encryption
de_de: Verschlüsselung

source: Database Port
de_de: Datenbank-Port

source: Database Socket
de_de: Datenbank-Socket

source: Prefixes and Suffixes
de_de: Präfixe und Suffixe

source: Person prefix
de_de: Personen-Präfix

source: Person suffix
de_de: Personen-Suffix

source: Family prefix
de_de: Familien-Präfix

source: Family suffix
de_de: Familien-Suffix

source: Source prefix
de_de: Quellen-Präfix

source: Source suffix
de_de: Quellen-Suffix

source: Repository prefix
de_de: Aufbewahrungsorte-Präfix

source: Repository suffix
de_de: Aufbewahrungsorte-Suffix

source: Note prefix
de_de: Notizen-Präfix

source: Note suffix
de_de: Notizen-Suffix

source: Mobile
de_de: Mobil

source: Mobile site name will be
de_de: Name der mobilen Seite ist

source: in mobile menu bar
de_de: in mobiler Menüleiste

source: below mobile menu bar
de_de: unter mobiler Menüleiste

source: Enable responsive tables
de_de: Responsive Tabellen aktivieren

source: Responsive table type
de_de: Responsiver Tabellentyp

source: Enable responsive tables mode switcher
de_de: Umschalter responsiver Tabellenmodus aktivieren

source: Enable responsive tables mini map
de_de: Responsive Tabellen Mini-Map einschalten

source: Show 'Important tasks' messages
de_de: 'Wichtige Aufgaben' anzeigen

source: Show record totals on Admin menu
de_de: Datensatzanzahl in Verwaltung zeigen

source: Alert if no backup in this many days
de_de: Warne nach so vielen Tagen ohne Backup

source: NOTE: If your database is very large, you might want to use an independent tool (like mysqldumper or phpMyAdmin) to back up and restore your tables. At least one of these should be available from your site control panel.
de_de: HINWEIS: Wenn Ihre Datenbank sehr groß ist, können Sie ein unabhängiges Programm zur Sicherung und Wiederherstellung Ihrer Tabellen nutzen, wie z.B. MySQLDumper oder phpMyAdmin. Mindestens eines wird im Control Panel Ihrer Website zur Verfügung gestellt.

source: Hide all DNA pages and data
de_de: Alle DNA-Seiten und DNA-Daten ausblenden

source: Assume living if not dead this many years
de_de: Als lebend ansehen, wenn nach so vielen Jahren nicht verstorben

source: Map Key
de_de: Kartenschlüssel (Key)

source: reCAPTCHA Site Key
de_de: reCAPTCHA Login (Key)

source: reCAPTCHA Secret
de_de: reCAPTCHA Passwort

source: Remove physical file on delete
de_de: Datei beim Löschen ebenfalls entfernen

source: On request
de_de: Auf Anforderung

source: Show photos on one row
de_de: Fotos in einer Reihe anzeigen

source: Custom footer message
de_de: Fußzeile, die standardmäßig angezeigt wird

source: Separate media in tree folders
de_de: Mediendateien nach Stammbäumen trennen

source: xxx media files moved
de_de: xxx Medien entfernt

source: Y-DNA Compare Tests Column Heading Colors
de_de: Vergleich von yDNA-Test: Farben für die Tabellenspalten

source: Get Color Codes Here
de_de: Farbdefinitionen hier festlegen

source: Main heading background color
de_de: Hintergrundfarbe allgemein

source: Mode values background color
de_de: Hintergrundfarbe für die Einzelwerte

source: Fast mutating background color
de_de: Hintergrundfarbe für Marker mit häufigen Mutationen

source: Markers 1-12 background color
de_de: Hintergrundfarbe für die Marker 1-12
