Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de

source: Mod Manager Most Recent Actions
de_de: Zuletzt durchgeführte Aktionen

source: Clear Log
de_de: Protokollinhalt löschen

source: Are you sure you want to clear the log?
de_de: Soll der Protokollinhalt wirklich gelöscht werden?

source: Mod Standards
de_de: Mod Richtlinien

source: File xxx is modified by
de_de: Die Datei xxx wird verändert von

source: Potential Conflicts
de_de: Mögliche Konflikte

source: modifications
de_de: Änderungen

source: Other
de_de: Andere

source: File
de_de: Datei

source: Mods for TNG
de_de: Mods für TNG

source: copied
de_de: Kopiert

source: file is empty
de_de: Datei ist leer

source: files copied
de_de: Dateien kopiert

source: install
de_de: Installieren

source: File deleted
de_de: Datei gelöscht

source: created
de_de: Erstellt

source: Choose the filter and click Go for the available controls
de_de: Zur Anzeige der Bearbeitungsoptionen Status auswählen.

source: Max number of transactions
de_de: Max. angezeigte Aktionsanzahl

source: Uninstall
de_de: Deinstallieren

source: Clean Up
de_de: Bereinigen

source: Edit Options
de_de: Einstellungen

source: OK to install
de_de: Nicht installiert

source: file version/version mismatch
de_de: Dateiversion nicht gleich

source: BOM removed
de_de: BOM entfernt

source: cannot install
de_de: Nicht installierbar

source: cannot remove mod
de_de: Nicht entferntbar

source: unable to update parameter
de_de: Ändern der Parameter nicht möglich

source: Clean up
de_de: Auswahl bereinigen

source: file copies specified
de_de: Dateikopien vorgesehen

source: Delete
de_de: Löschen

source: errors
de_de: Fehler

source: files excused
de_de: Dateien abgelehnt

source: files installed
de_de: Dateien installiert

source: files removed
de_de: Dateien entfernt

source: format error
de_de: Formatierungsfehler

source: Install
de_de: Auswahl installieren

source: Installing
de_de: Installation

source: Line
de_de: Zeile

source: modified
de_de: Modifiziert

source: code modifications installed
de_de: Kodeanpassungen installiert

source: mod uninstalled
de_de: Modifikation deinstalliert

source: code modifications removed
de_de: Kodeanpassungen entfernt

source: code modifications specified
de_de: Kodeanpassungen vorgesehen

source: new files specified
de_de: Neue Dateien vorgesehen

source: new file created
de_de: Neue Dateien erstellt

source: action tag invalid
de_de: Tag ungültig

source: mod file not found
de_de: Moddatei nicht gefunden

source: missing elements
de_de: Elemente fehlen

source: %end:% tag missing
de_de: %end:% fehlt

source: missing location tag
de_de: %location:% fehlt

source: partially installed
de_de: Teilweise installiert

source: Uninstalling
de_de: Deinstallation

source: required tag missing
de_de: Benötigtes Schlüsselwort fehlt

source: Restoring default parameter
de_de: Auf Standard zurücksetzen

source: Return to Mod Manager
de_de: Zurück zum Mod Manager

source: tag not terminated
de_de: Tag nicht geschlossen

source: tag is unknown
de_de: Tag unbekannt

source: target file
de_de: Zieldatei

source: updated
de_de: Geändert

source: Updating parameter
de_de: Einstellungen ändern

source: unexpected end of file
de_de: Unerwartetes Dateiende

source: Warnings
de_de: Warnungen

source: Allow Delete Selected of Partially Installed Mods
de_de: Löschen teilweise installierter Mods erlauben

source: Allow Delete of individually Installed Mods
de_de: Löschen installierter Mods erlauben

source: Show Mod Warnings in Status
de_de: Syntax-Warnungen unter Status anzeigen

source: Log full path for file actions
de_de: Kompletten Pfadbezeichnung protokollieren

source: Deleting
de_de: Löschen

source: Files
de_de: Dateien

source: Lock
de_de: Statusauswahl beibehalten

source: accessible
de_de: Zugänglich

source: bypassed
de_de: Übersprungen

source: will ignore
de_de: Wird übersprungen

source: file missing (optional)
de_de: Datei fehlt (optional)

source: target file missing
de_de: Zieldatei fehlt

source: file locked (optional)
de_de: Datei gesperrt (optional)

source: file locked
de_de: Datei gesperrt

source: already removed
de_de: Schon entfernt

source: no access
de_de: Kein Zugriff

source: failed to install
de_de: Installation fehlgeschlagen

source: optional source missing
de_de: Optionale Ursprungsdatei fehlt

source: source missing
de_de: Ursprungsdatei fehlt

source: optional file not copied
de_de: Optionale Datei nicht kopiert

source: can't create new file
de_de: Konnte neue Datei nicht erstellen

source: can't create optional new file
de_de: Konnte optionale Datei nicht erstellen

source: not created
de_de: Nicht erstellt

source: Use Fixed Headers
de_de: Feststehenden Kopfbereich nutzen

source: can't remove, optional, bypassed
de_de: Nicht deinstallierbar, optional, übersprungen

source: target folder missing
de_de: Zielordner fehlt

source: edit parameters
de_de: Einstellungen ändern

source: Collapse Log Display
de_de: Protokoll verkürzt anzeigen

source: for mod name
de_de: für Modifikationsname

source: Please check file permissions
de_de: Bitte Dateiberechtigungen prüfen

source: parameter missing
de_de: Einstellung fehlt

source: editing
de_de: Wird geändert

source: Redirect to Log For
de_de: Weiterleiten zum Protokoll

source: Errors Only
de_de: Nur bei Fehlern

source: All Transactions
de_de: Bei allen Aktionen

source: Use stripes
de_de: Abwechselnde Zeilenfarben nutzen

source: Stripe after number of rows
de_de: Farbwechsel nach wievielen Zeilen

source: Adjust Fixed Headers
de_de: Feststehenden Kopfbereich justieren

source: Display Settings
de_de: Anzeige

source: code fragment not allowed here
de_de: Kodefragmente sind mit %replace:% nicht zulässig

source: exists
de_de: vorhanden

source: new folders specified
de_de: neue Verzeichnisse festgelegt

source: can't remove
de_de: entfernen nicht möglich

source: Show Analyze TNG Files tab
de_de: Tab 'TNG-Dateien analysieren' anzeigen

source: Show Other Developer tools
de_de: Andere Entwicklungstools anzeigen

source: Show Recommended Updates tab
de_de: Empfohlene Updates anzeigen

source: Analyze TNG Files
de_de: TNG-Dateien analysieren

source: View Parser Table
de_de: Die Parser-Tabelle anzeigen

source: Recommended Updates
de_de: Empfohlene Updates

source: Select a mod config file to view the parser table results
de_de: Eine mod-config-Datei anzeigen, um die Ergebnisse der Parser-Tabelle zu sehen

source: Error:
de_de: Fehler:

source: Select TNG file to see which mods affect it
de_de: Eine TNG-Datei auswählen, um zu sehen, welche Mods darauf zugreifen

source: The updated Mod Guidelines recommend that custom text be inserted before the comments at the beginning of the cust_text.php file so that mods do not impact user manual changes made after the comment lines.
de_de: Die Modifikations-Regeln empfehlen, dass Standardtext für Kommentare zu Beginn der Datei cust_text.php eingefügt wird, damit Modifikationen Änderungen nach den Kommentarzeilen nicht verändern.

source: Update cust_text.php files
de_de: Die Dateien cust_text.php aktualisieren

source: Are you sure you want to update the cust_text.php files?
de_de: Sollen die Datei cust_text.php geändert werden?

source: Remove spaces from file names in Mod List
de_de: Leerzeichen in Dateinamen in Mod List entfernen

source: verified
de_de: bestätigt

source: (provisional) must be available
de_de: (provisional) muss verfügbar sein

source: Return to previous page
de_de: Zurück zur vorigen Seite

source: If you have not run the cust_text_update.php script as part of the TNG v12 upgrade, you need to update your cust_text.php files to <ul><li>add a new line to the files and </li><li>also update out-of-date line in your existing cust_text.php files</li></ul> which are not replaced during TNG upgrades.
de_de: Wenn das Script cust_text_update.php beim Update auf TNG v12 nicht angewendet worden ist, müssen die Dateien cust_text.php aktualisiert werden, um <ul><li>eine neue Zeile hinzuzufügen und </li><li>um veraltete Einträge in den vorhandenen Dateien cust_text.php zu aktualisieren,</li></ul> die beim Update nicht ersetzt worden sind.

source: The new comment line should not be translated in the language files so that it can be used as an anchor to insert custom text before this new comment line by the mod developers.
de_de: Die neue Kommentarzeile sollte in den Sprachdateien nicht übersetzt werden, damit sie als Anker benutzt werden kann, damit Entwickler von Modifikationen Standardtexte darüber einfügen können.

source: If you translate the new comment line, mod installs will fail.
de_de: Wenn diese neue Kommentarzeile übersetzt wird, ist eine Installation von Modifikationen nicht möglich.

source: Private Mod
de_de: Private Modifikation

source: protected-remove file manually
de_de: geschützt - Datei manuell entfernen

source: restored
de_de: wiederhergestellt

source: Do you really want to delete this mod and associated folder from your system? You can not undo this operation!
de_de: Soll wirklich diese Modifikation mit allen damit verbundenen Verzeichnissen gelöscht werden? Der Vorgang kann nicht rückgängig gemacht werden!

source: Allow Delete support folder when mod is deleted
de_de: Zugehörige Verzeichnisse können gelöscht werden, wenn eine Modifkation gelöscht wird

source: By choosing this option, user accepts all risk that unintended folders could be deleted. We believe this risk is very small.
de_de: Bei dieser Einstellung trägt der Nutzer das Risiko, dass unbeabsichtigt Verzeichnisse gelöscht werden könnten. Das Risiko dürfte sehr gering sein.

source: You should only set this option to Yes, if you forgot to Uninstall previous versions of the mod before installing a new version.
de_de: Hier sollte nur 'Ja' gewählt werden, wenn vergessen worden ist, ältere Versionen einer Modifikation zu löschen, bevor eine neue installiert worden ist.

source: You should only set this option to Yes, if you installed a new version of the mod and the previous version still shows installed.
de_de: Hier sollte nur 'Ja' gewählt werden, wenn eine neue Version einer Modifikation installiert worden ist und die frühere Version trotzdem noch angezeigt wird.

source: Your mmconfig.php needs to be updated! Please click on the Options tab above and click on the Save button.
de_de: Die Datei mmconfig.php muss aktualisiert werden! Bitte oben auf den Tab 'Einstellungen' klicken und dann auf 'Speichern'.

source: Do you really want to delete this mod from your system? You can not undo this operation!
de_de: Soll diese Modifikation wirklich gelöscht werden? Der Vorgang kann nicht rückgängig gemacht werden!

source: Warning: Does not change anything in TNG!
de_de: Achtung: Dies ändert nichts an TNG.

source: Warning: Cfg file is write-protected. Parameters cannot be changed.
de_de: Achtung: Die Cfg-Datei ist schreibgeschützt. Einstellungen können nicht gespeichert werden.

source: Are you sure you want to delete this test?
de_de: Wollen Sie den Test wirklich löschen?

source: Test Type
de_de: Testtyp

source: Test Date
de_de: Testdatum

source: Edit Existing DNA Test
de_de: DNA-Test bearbeiten

source: Changes to all tests
de_de: Alle Tests ändern

source: Add New DNA Test
de_de: DNA-Test hinzufügen

source: Test Information
de_de: Testkenndaten

source: Relevant Links
de_de: Internet-Links

source: Note: More information may be added, and the test linked to more individuals, on the next screen.
de_de: Hinweis: Weitere Informationen können auf der nächsten Seite ergänzt werden. Dann können auch Personen mit dem Test verknüpft werden.

source: Please select a test type.
de_de: Wählen Sie den Testtyp.

source: Please enter the test number.
de_de: Geben Sie die Testnummer ein.

source: Person who took this test
de_de: Getestete Person

source: People Linked by this Test
de_de: Mit dem Test verknüpfte Personen

source: Changes to test
de_de: Änderungen zum Test

source: Number of Markers
de_de: Anzahl der STR-Marker

source: Test Values
de_de: Testergebnisse

source: Separate values with commas
de_de: Einzelne Werte durch Kommas trennen

source: Person not in database
de_de: Person nicht in der Datenbank

source: Add Test To A Group
de_de: Test zu einer Gruppe hinzufügen

source: DNA Group
de_de: DNA-Gruppe

source: Group ID
de_de: DNA-Gruppen-ID

source: Add Group
de_de: DNA-Gruppe hinzufügen

source: Please enter a group ID
de_de: Bitte eine Gruppen-ID festlegen

source: Please enter a group description
de_de: Bitte eine Beschreibung der Gruppe eingeben

source: Are you sure you want to delete this group?
de_de: Soll die Gruppe wirklich gelöscht werden?

source: Edit Existing Group
de_de: Eine bestehende Gruppe bearbeiten

source: If relevant, enter a person ID OR a family ID
de_de: Ggf. eine Personen-Kennung oder Familien-Kennung eingeben

source: Test Results
de_de: Testergebnisse

source: Most distant ancestor ID
de_de: Kennung des am weitesten entfernten Vorfahren

source: Most recent common ancestor ID
de_de: Kennung des nächsten gemeinsamen Vorfahren

source: Test Number/Name
de_de: Testnummer / Name

source: Keep Test Private
de_de: Test vertraulich halten

source: Use dashes between multi-values
de_de: Mehrfachwerte durch Bindestrich trennen

source: Changes to DNA Group
de_de: Änderungen an der DNA-Gruppe

source: Edit Existing DNA Group
de_de: EBearbeitung einer vorhandenen DNA-Gruppe

source: Cannot execute query
de_de: Kann Abfrage nicht ausführen

source: Add New
de_de: Hinzufügen

source: individuals
de_de: Personen

source: was successfully added
de_de: erfolgreich hinzugefügt

source: was successfully added and linked to
de_de: erfolgreich hinzugefügt und verknüpft mit

source: were successfully saved
de_de: erfolgreich hochgeladen

source: was successfully deleted
de_de: erfolgreich entfernt

source: was successfully deleted, along with all links
de_de: erfolgreich entfernt, inklusive aller Verknüpfungen

source: No results found. Please try again.
de_de: Keine Ergebnisse gefunden. Bitte erneut versuchen.

source: Action
de_de: Aktion

source: ID
de_de: Kennung

source: Edit
de_de: Bearbeiten

source: Notes
de_de: Notizen

source: Description
de_de: Beschreibung

source: Continue...
de_de: Weiter...

source: Search for
de_de: Suche nach

source: Look in (check all that apply)
de_de: <strong>Zusätzliche Suchkriterien</strong>

source: Cemetery ID
de_de: Friedhofs-Kennung

source: Exact match only
de_de: Nur exakte Treffer

source: Nothing to delete
de_de: Nichts zu löschen

source: state
de_de: (Bundes-)Staat/-Land

source: country
de_de: Land

source: Finish
de_de: Beenden

source: Leave this field blank if the file has already been uploaded to your photos folder.
de_de: Lassen Sie dieses Feld leer, falls Sie alle Ihre Dateien bereits in das Foto-Verzeichnis hochgeladen haben.

source: Event Type
de_de: Ereignis-Typ

source: Source
de_de: Quelle

source: Save Changes
de_de: Änderungen speichern

source: Family
de_de: Familie

source: Find...
de_de: Suchen...

source: Create...
de_de: Anlegen...

source: Source ID
de_de: Quellen-Kennung

source: b.
de_de: geb.

source: c.
de_de: get.

source: Remove
de_de: Entfernen

source: Move Up
de_de: Nach oben

source: Move Down
de_de: Nach unten

source: Please enter a Person ID
de_de: Personen-Kennung eingeben

source: Person ID
de_de: Personen-Kennung

source: Other Events
de_de: Andere Ereignisse

source: required
de_de: Erforderlich

source: Children
de_de: Kinder

source: Christening Date
de_de: Taufdatum

source: Christening Place
de_de: Taufort

source: Death Date
de_de: Sterbedatum

source: Death Place
de_de: Sterbeort

source: Burial Date
de_de: Beerdigungsdatum

source: Burial Place
de_de: Beerdigungsort

source: Birth Date
de_de: Geburtsdatum

source: Birth Place
de_de: Geburtsort

source: Title
de_de: Titel

source: Gender
de_de: Geschlecht

source: Marriage Date
de_de: Heiratsdatum

source: Marriage Place
de_de: Heiratsort

source: Last Name
de_de: Nachname

source: First Name
de_de: Vorname

source: File Name
de_de: Dateiname

source: Links (Person ID)
de_de: Verknüpfungen (Personen-Kennung)

source: Cannot open file
de_de: Kann Datei nicht öffnen

source: Check
de_de: Prüfen

source: Generate
de_de: Erzeugen

source: Update
de_de: Aktualisieren

source: Are you sure you want to delete this event?
de_de: Sind Sie sicher, dass Sie dieses Ereignis löschen möchten?

source: Existing Links:<br/>(check to delete)
de_de: Bestehende Verknüpfung:<br>(Zum Löschen markieren)

source: Lower numbers sort first. Decimal numbers may also be used.
de_de: Kleinere Zahlen zuerst (Dezimalzahlen erlaubt).

source: Person's Name
de_de: Name der Person

source: Table Creation
de_de: Tabellen anlegen

source: Track Lines
de_de: Nachkommenslinien kennzeichnen

source: Administration
de_de: Verwaltung

source: OR
de_de: oder

source: Cemeteries
de_de: Friedhöfe

source: Families
de_de: Familien

source: Headstones
de_de: Grabsteine

source: Histories
de_de: Geschichten

source: People
de_de: Personen

source: Photos
de_de: Fotos

source: Reports
de_de: Berichte

source: Sources
de_de: Quellen

source: Add
de_de: Hinzufügen

source: Are you sure you want to delete the selected
de_de: Sind Sie sicher, dass Sie dies löschen möchten

source: Cemetery
de_de: Friedhof

source: Display
de_de: Anzeige

source: Languages
de_de: Sprachen

source: Order #
de_de: Position

source: Tree
de_de: Stammbaum

source: All Trees
de_de: Alle Stammbäume

source: Tree (select or add new)
de_de: Stammbaum (Auswählen oder Hinzufügen)

source: Please select/add a tree.
de_de: Bitte Stammbaum auswählen/hinzufügen.

source: You must select or enter a Tree name before you can add new events.
de_de: Sie müssen einen Stammbaumnamen auswählen oder eingeben, bevor Sie neue Ereignisse hinzufügen können.

source: Rename
de_de: Umbenennen

source: Clear
de_de: Leeren

source: Link to this individual
de_de: Mit dieser Person verknüpfen

source: (enter ID, i.e. "I###")
de_de: (Kennung eingeben, z.B. "I###")

source: Existing Configuration
de_de: aktuelle Konfiguration

source: Additional Notes
de_de: Zusätzliche Notizen

source: Are you sure you want to delete this note?
de_de: Sind Sie sicher, dass Sie diese Notiz löschen möchten?

source: You must select or enter a Tree name before you can add new notes.
de_de: Sie müssen einen Stammbaumnamen auswählen oder eingeben, bevor Sie neue Notizen hinzufügen können.

source: General
de_de: Allgemein

source: Please enter a search value.
de_de: Suchbegriff eingeben.

source: Trees
de_de: Stammbäume

source: Users
de_de: Benutzerverwaltung

source: You are not authorized to view this page. If you have a username and password, please login below.
de_de: Keine Berechtigung für diese Seite. Sie müssen sich zuerst einloggen.

source: Username
de_de: Benutzerkennung

source: Password
de_de: Passwort

source: Login
de_de: Anmelden

source: Logout
de_de: Abmelden

source: City
de_de: Ort

source: Country
de_de: Land

source: Add New Tree
de_de: Neuen Stammbaum hinzufügen

source: Test
de_de: Prüfung

source: Page
de_de: Seite

source: Folder
de_de: Verzeichnis

source: Are you sure you want to delete this person? The individual will be entirely deleted from your tree.
de_de: Sind sie sicher, dass Sie diese Person löschen möchten?

source: Save
de_de: Speichern

source: of
de_de: von

source: Size
de_de: Größe

source: Open
de_de: Öffnen

source: Select File
de_de: Datei auswählen

source: Alternate Description
de_de: Alternative Beschreibung

source: Alternate Notes
de_de: Alternative Notiz

source: Return to this page
de_de: Zurück zu dieser Seite

source: Return to menu
de_de: Zurück zum Menü

source: User
de_de: Benutzer

source: Divorced
de_de: Geschieden

source: Search
de_de: Suche

source: Search Results
de_de: Suchergebnis

source: click to select
de_de: Klicken, um auszuwählen

source: Family ID
de_de: Familien-Kennung

source: Secondary Processes
de_de: Zusätzliche Aktionen

source: On save
de_de: Beim Speichern

source: Admin Home
de_de: Verwaltung

source: Label Branches
de_de: Zweig-Zuordnung

source: Branch
de_de: Zweig

source: Find Person...
de_de: Suche Person...

source: Find Family...
de_de: Suche Familie...

source: Repeat last search
de_de: Letzte Suche wiederholen

source: Always viewable
de_de: Immer sichtbar

source: All
de_de: Alle

source: Surname Prefix
de_de: Nachname Präfix

source: Name Order
de_de: Sortierung

source: First name first
de_de: Vorname

source: Link to:
de_de: mit diesen Personen verknüpfen

source: Also link to:
de_de: Auch verknüpfen mit:

source: Links (Person, Family or Source ID)
de_de: Verknüpfungen (Person-, Familien- oder Quellen-Kennung)

source: Find Source...
de_de: Suche Quelle...

source: State/Province
de_de: (Bundes-)Staat/Land

source: Zip/Postal Code
de_de: Postleitzahl

source: Merge
de_de: Verschmelzen

source: Other Information
de_de: Weitere Angaben

source: Available
de_de: Verfügbar

source: Utilities
de_de: Dienstprogramme

source: Place
de_de: Ort

source: Tree ID
de_de: Stammbaum-Kennung

source: Event(s)
de_de: Ereignisse

source: Event Date
de_de: Ereignisdatum

source: Event Place
de_de: Ereignisort

source: Detail
de_de: Zusatzangaben

source: Places
de_de: Orte

source: Changes were not saved. Another record with the same key already exists.
de_de: Änderungen wurden nicht gespeichert. Ein Datensatz mit dem gleichen Schlüssel (Key) ist bereits vorhanden.

source: Alternate Title
de_de: Alternativer Titel

source: Address 1
de_de: Adresse 1

source: Address 2
de_de: Adresse 2

source: Branches
de_de: Zweige

source: No Branch
de_de: Kein Zweig

source: (Scroll to see all choices)
de_de: (Scrollen, um die komplette Auswahl zu sehen)

source: Matches
de_de: Treffer

source: Review
de_de: Änderungsvorschläge prüfen

source: All Users
de_de: Alle Benutzer

source: d.
de_de: gest.

source: bur.
de_de: begr.

source: No changes were made.
de_de: Es wurden keine Änderungen vorgenommen.

source: Changes to all items
de_de: Änderungen für alle Elemente

source: Find
de_de: Suchen

source: Sort
de_de: Sortieren

source: Documents
de_de: Dokumente

source: More
de_de: Mehr

source: Repositories
de_de: Aufbewahrungsorte

source: Divorce Place
de_de: Scheidungsort

source: Divorce Date
de_de: Scheidungsdatum

source: Divorce Date (True)
de_de: Scheidungsdatum (echt)

source: Create GENDEX
de_de: GENDEX-Datei erzeugen

source: Import/Export
de_de: Daten importieren/exportieren

source: File to upload
de_de: Bilddatei zum Hochladen

source: individual(s), families, sources, repositories or places.
de_de: Personen, Familien oder Quellen

source: because the folder does not exist (check the Root Path) or does not have proper permissions (try chmod(777)).
de_de: Unzureichende Verzeichnisberechtigung. Setzen Sie chmod(777)

source: Setup
de_de: Einstellungen

source: Manage
de_de: Verwalten

source: Reset
de_de: Zurücksetzen

source: No records exist.
de_de: Keine Datensätze vorhanden.

source: Custom Event Types
de_de: Benutzerdefinierte Ereignisse

source: Find Matches
de_de: Gleiche Datensätze suchen

source: Match the following fields:
de_de: Folgende Felder zur Übereinstimmung bringen:

source: Other Options:
de_de: Andere Optionen:

source: Ignore Blanks
de_de: Ignoriere leere Felder

source: Next Match
de_de: Nächste Übereinstimmung

source: Next Duplicate
de_de: Nächste Dublette

source: Compare/Refresh
de_de: Vergleichen/Aktualisieren

source: Switch
de_de: Auswahl vertauschen

source: No Matches
de_de: Keine Übereinstimmungen

source: Combine media
de_de: Medien verschmelzen

source: Note: This page is formatted differently to allow for faster display.
de_de: Hinweis: Diese Seite wird aus Geschwindigkeitsgründen in einem anderen Format dargestellt.

source: Public Home
de_de: Startseite

source: Media
de_de: Medien

source: Albums
de_de: Alben

source: Item
de_de: Element

source: Combine notes
de_de: Notizen verschmelzen
