Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de

source: Add Media
de_de: Medium hinzufügen

source: Latitude
de_de: Geographische Breite

source: Longitude
de_de: Geographische Länge

source: because the original file is too large or is not a valid image, or because the folder does not exist (check the Root Path) or does not have proper permissions (try chmod(777)).
de_de: weil die Original-Datei entweder zu groß ist, oder keine gültige Bilddatei ist, oder weil das Verzeichnis nicht existiert (Root-Pfad überprüfen) bzw. nicht die richtigen Zugriffsrechte hat (versuchen Sie es mit chmod(777)).

source: Are you sure you want to delete the selected records?
de_de: Sind Sie sicher, dass Sie die ausgewählten Datensätze löschen möchten?

source: Geocode Location
de_de: Geocode-Ort

source: not found. Try another search. Check the Map Search Help for possible reasons the search failed, or try your search using the Full Google Map Search link
de_de: nicht gefunden. Führen Sie eine erneute Suche durch, oder ziehen Sie die 'Hilfe zur Karten-Suche' zu Rate, um festzustellen, warum die Suche nicht erfolgreich war, oder versuchen Sie es mit der 'Erweiterten Google Map-Suche'

source: Show/hide clickable map
de_de: Klickbare Karte ein-/ausblenden

source: (to determine latitude, longitude and zoom)
de_de: (zur Festlegung von geographischer Breite, Länge und Zoom-Stufe)

source: Search for a Place
de_de: Ort suchen

source: Zoom
de_de: Zoom-Stufe

source: Select Place Level
de_de: Ortsebene auswählen

source: Full Google Map Search
de_de: Erweiterte Google Map-Suche

source: Map Search Help
de_de: Hilfe zur Karten-Suche

source: Find Person ID
de_de: Suche Personen-Kennung

source: Find Family ID
de_de: Suche Familien-Kennung

source: Find Source ID
de_de: Suche Quelle

source: Enter part of source title
de_de: Teil des Quellen-Titels

source: Find Repository ID
de_de: Aufbewahrungsort-Kennung suchen

source: Enter part of repository title
de_de: Teil des Aufbewahrungsort-Titels

source: Find Place
de_de: Suche Ort

source: Enter part of a place name
de_de: Teil des Ortsnamens eingeben

source: Please enter an Event Date, an Event Place or the Detail for this event.
de_de: Bitte Ereignisdatum, -ort oder Zusatzangaben eingeben.

source: Please select an Event Type.
de_de: Ereignistyp eingeben.

source: Please enter the note text.
de_de: Bitte den Text der Notiz eingeben.

source: Please select a Source.
de_de: Wählen Sie eine Quelle aus.

source: Are you sure you want to delete this citation?
de_de: Sind Sie sicher, dass Sie dieses Zitat löschen möchten?

source: Spouses / Partners
de_de: Ehe- / Lebensabschnittspartner

source: Please enter a tree ID.
de_de: Stammbaum-Kennung eingeben.

source: Please enter a tree name.
de_de: Stammbaum-Name.

source: Citations
de_de: Zitate

source: Event Types
de_de: Ereignistypen

source: Associations
de_de: Verbindungen

source: All current data
de_de: Alle vorhandenen Daten

source: Matching records only
de_de: Nur Datensätze mit identischer Kennung

source: Do not replace any data
de_de: Keine Daten ersetzen

source: Start IDs at:
de_de: Starte Kennungen bei:

source: Web Site
de_de: Homepage

source: Thumb
de_de: Vorschaubild

source: Display Order
de_de: Anzeigereihenfolge

source: Go
de_de: Los!

source: Help for this area
de_de: Hilfe für diesen Bereich

source: Father's Name
de_de: Name des Vaters

source: Mother's Name
de_de: Name der Mutter

source: Drag
de_de: Ziehen

source: enter part of first and/or last name
de_de: Teil des Vornamens und/oder Nachnamens eingeben

source: Hide
de_de: Verstecken

source: toggle display
de_de: Anzeige umschalten

source: With selected:
de_de: Aktion wählen:

source: Message
de_de: Nachricht

source: Default
de_de: Standard

source: Events
de_de: Ereignisse

source: Save and continue...
de_de: Speichern und Fortsetzen...

source: Please use only alphanumeric characters in your Tree ID.
de_de: Bitte verwenden Sie in Ihrer Stammbaum-Kennung nur alphanumerische Zeichen.

source: Media Types
de_de: Medien-Typen

source: Append all records
de_de: Alle Datensätze hinzufügen

source: Most Wanted
de_de: Gesuchte Angaben

source: could not be added because this ID already exists.
de_de: konnte nicht hinzugefügt werden, weil diese Kennung bereits besteht.

source: File could not be deleted. Please check file permissions.
de_de: Datei konnte nicht gelöscht werden. Bitte die Datei-Berechtigungen prüfen.

source: Are you sure you want to delete this file?
de_de: Sind Sie sicher, dass Sie diese Datei löschen möchten?

source: <strong>Note:</strong> When entering dates, please use the standard genealogical format DD MMM YYYY. For example, 10 Apr 2004.
de_de: <strong>Hinweis:</strong><br>Datumsangaben bitte im Format 'TT MMM JJJJ' (z.B. 10 Mar 2004).<br>&nbsp;

source: Surname first (without commas)
de_de: Nachname

source: Language folder
de_de: Verwendeter Sprachenordner

source: Repository ID
de_de: Aufbewahrungs-Kennung

source: What's New
de_de: Aktuelles

source: Linked to
de_de: Verknüpft mit

source: Show
de_de: Vorschau

source: Surname first (with commas)
de_de: Nachname zuerst (mit Kommata)

source: Save changes first?
de_de: Möchte Sie zuerst die Änderungen speichern?

source: Mod Manager
de_de: Modifikations-Manager

source: Cannot open folder
de_de: Verzeichnis kann nicht geöffnet werden

source: Cancel
de_de: Abbrechen

source: Please enter the ID of the associated person.
de_de: Bitte geben Sie die Kennung der Person ein, zu der die Verbindung hergestellt werden soll.

source: Please enter the relationship.
de_de: Bitte geben Sie die Art der Verbindung ein.

source: Are you sure you want to delete this association?
de_de: Sind Sie sicher, dass Sie diese Verbindung löschen möchten?

source: Preview
de_de: Vorschau

source: Living only
de_de: Nur Lebende

source: Temporary event record for
de_de: Temporärer Ereignis-Datensatz für

source: Checking...Please wait
de_de: Prüfe... Bitte warten!

source: click here to resume
de_de: Hier klicken, um fortzufahren

source: Copy Last
de_de: Letztes kopieren

source: Click to Bold
de_de: Fettschrift

source: Click to Italic
de_de: Kursivschrift

source: Click to Underline
de_de: Unterstreichen

source: Left Align
de_de: Linksbündig

source: Center Align
de_de: Zentriert

source: Right Align
de_de: Rechtsbündig

source: Justify Align
de_de: Blocksatz

source: Insert Ordered List
de_de: Nummerierte Liste einfügen

source: Insert Unordered List
de_de: Aufzählung einfügen

source: Click to Subscript
de_de: Tiefstellen

source: Click to Superscript
de_de: Hochstellen

source: Click to Strike Through
de_de: Durchstreichen

source: Remove Formatting
de_de: Formatierung entfernen

source: Indent Text
de_de: Texteinzug erhöhen

source: Remove Indent
de_de: Texteinzug vermindern

source: Horizontal Rule
de_de: Horizontale Linie

source: Font&nbsp;Size
de_de: Schriftgröße

source: Font&nbsp;Family
de_de: Schriftname

source: Font&nbsp;Format
de_de: Schriftformat

source: Add Link
de_de: Link hinzufügen

source: Change Text Color
de_de: Textfarbe ändern

source: Change Background Color
de_de: Text-Hintergrundfarbe ändern

source: Add Image
de_de: Bild hinzufügen

source: Change
de_de: Ändern

source: Your lock on this record is about to expire. Save your changes now to prevent them from being overwritten by another user.
de_de: Ihre Zugriffszeit auf diesen Datensatz ist fast abgelaufen. Speichern Sie jetzt Ihre Änderungen, um zu vermeiden, dass sie von einem anderen Benutzer überschrieben werden.

source: Another user is already editing this record. Please try again later.
de_de: Dieser Datensatz wird gerade von einem anderen Benutzer bearbeitet. Versuchen Sie es später noch einmal.

source: Try again
de_de: Noch einmal versuchen

source: Changes were not saved. Another user has locked the record.
de_de: Die Änderungen wurden nicht gespeichert. Der Datensatz ist durch einen anderen Benutzer gesperrt.

source: Disabled
de_de: Deaktiviert

source: Recordings
de_de: Aufnahmen

source: Save and Exit
de_de: Speichern und Beenden

source: Role
de_de: Rolle

source: Separate multiple entries with commas
de_de: Mehrere Eingaben mit Kommata trennen

source: Are you sure you want to delete this link?
de_de: Sind Sie sicher, dass Sie diese Verknüpfung löschen möchten?

source: Existing Links
de_de: Vorhandene Verknüpfungen

source: Report
de_de: Bericht

source: Sort by
de_de: Sortieren nach

source: Unlink
de_de: Verknüpfung lösen

source: Private only
de_de: Nur Vertrauliche

source: DNA Links
de_de: DNA-Verknüpfungen

source: Data Validation
de_de: Datenprüfung

source: Turn off relationship messages
de_de: Schalte die Beziehungsmeldungen aus

source: Templates
de_de: Vorlagen

source: Find Citation ID
de_de: Kennung einer Quelle suchen

source: Citation
de_de: Zitat

source: Surnames
de_de: Familienname

source: Author
de_de: Autor

source: Living
de_de: Lebend
