Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de

source: Branch Label
de_de: Zweig-Zuordnung

source: Existing Branch
de_de: Bestehender Zweig

source: New Branch
de_de: Neuer Zweig

source: Number of Generations
de_de: Anzahl der zu berücksichtigenden Generationen

source: Ancestors
de_de: Vorfahren

source: Descendant generations from each ancestor
de_de: Zu berücksichtigende Nachkommen-Generationen eines jeden Vorfahren

source: Descendants
de_de: Nachkommen

source: Include spouses of descendants
de_de: mit Partnern der Nachkommen

source: Partial
de_de: Teilweise

source: Add labels
de_de: Zweig-Zuordnung hinzufügen

source: Clear labels
de_de: Zweig-Zuordnung entfernen

source: Clearing Branch Labels
de_de: Markierung löschen

source: Adding Branch Labels
de_de: Markierung hinzufügen

source: Total Affected
de_de: Gesamt bearbeitet

source: Label more branches
de_de: Weitere Zuordnungen hinzufügen

source: Please select an existing branch or enter a new one.
de_de: Bitte Zweig auswählen oder neu erstellen.

source: Please enter a starting individual ID.
de_de: Bitte Kennung der Startperson angeben.

source: Values for Ancestors and Descendants must be numeric.
de_de: Der Wert muss numerisch sein.

source: Overwrite
de_de: Komplett überschreiben

source: Branch ID
de_de: Zweig-Kennung

source: Add New Branch
de_de: Neuen Zweig hinzufügen

source: Create a record for a new branch
de_de: Neuen Zweig anlegen

source: Existing Branch Information
de_de: Angaben zu bestehenden Zweigen

source: Edit information for a previously entered branch
de_de: Angaben zu einem bestehenden Zweig bearbeiten

source: Are you sure you want to delete this branch?
de_de: Sind Sie sicher, dass Sie diesen Zweig löschen wollen?

source: Please enter a branch ID.
de_de: Bitte eine Zweig-Kennung eingeben.

source: Please enter a branch description.
de_de: Bitte eine Beschreibung des Zweiges eingeben.

source: New Branch Information
de_de: Angaben zum neuen Zweig

source: Edit Existing Branch
de_de: Zweig bearbeiten

source: Changes to branch
de_de: Änderungen am Zweig

source: Existing labels
de_de: Vorhandene Zweig-Zuordnungen

source: Leave
de_de: Unverändert belassen

source: Append New
de_de: Neue Zuordnungen hinzufügen

source: Show people with this tree/branch
de_de: Zeige Personen zu diesem Baum/Zweig

source: This number represents the total number of branch links, not necessarily the number of people or families currently linked to this branch. If you have recently re-imported your data, you may need to relabel your branches.
de_de: Dieser Wert repräsentiert die Anzahl der Zuordnungen zu diesem Zweig. Er muss nicht notwendigerweise mit der Zahl der Personen oder Familien identisch sein, die mit diesem Zweig verknüpft sind. Falls Sie kürzlich Ihre Daten re-importiert haben, kann eine Neuzuordnung Ihrer Zweige erforderlich sein.

source: Include spouses for all descendants
de_de: einschließlich Ehepartner für alle Nachkommen

source: Delete people and families with this branch label
de_de: Personen und Familien mit dieser Zweig-Zuordnung löschen

source: Are you sure you want to delete all people and families with this branch label?
de_de: Sind Sie sicher, dass Sie alle Personen und Familien, die diesem Zweig zugeordnet sind, löschen möchten?

source: The map image file could not be copied to
de_de: Die Kartenbilddatei konnte nicht kopiert werden nach

source: Changes to cemetery
de_de: Änderungen am Friedhof

source: Edit Existing Cemetery
de_de: Friedhof bearbeiten

source: Add New Cemetery
de_de: Friedhof hinzufügen

source: Create a record for a new cemetery
de_de: Einen neuen Friedhof hinzufügen

source: Select Cemetery and Action
de_de: Friedhof und Aktion auswählen

source: Location
de_de: Ort

source: Are you sure you want to delete this cemetery?
de_de: Sind Sie sicher, dass Sie diesen Friedhof löschen wollen?

source: Edit information for a previously entered cemetery
de_de: Einen Friedhof bearbeiten

source: leave blank to show all cemeteries
de_de: Leer lassen, um alle Friedhöfe anzuzeigen

source: Cemetery Name
de_de: Name des Friedhofs

source: Map File Name
de_de: Bezeichnung der Karte

source: County/Parish
de_de: Landkreis/Kirchspiel

source: State/Province/Shire
de_de: (Bundes-)Staat/Land, Region

source: Please enter a country name.
de_de: Bitte den Namen des Landes eingeben

source: Please enter a file name for your map file on the web server.
de_de: Bitte den Namen der Kartendatei auf dem Webserver eingeben.

source: Existing Cemetery Information
de_de: Angaben über bestehenden Friedhof

source: New Cemetery Information
de_de: Angaben über einen neuen Friedhof

source: Map image to upload
de_de: Kartendatei zum Hochladen

source: Map File Name<br/>within Headstones folder
de_de: Name der Kartendatei im<br>Grabstein-Verzeichnis

source: Leave this field blank if the file has already been uploaded to your headstones folder.
de_de: Lassen Sie dieses Feld leer, falls die Dateien bereits auf den Webserver in das Grabstein-Verzeichnis hochgeladen wurden.

source: Required if you are using a map. This should correspond to the name and location of your file <em>within the headstones folder</em> once the file is uploaded. For example, if your headstones folder is called <em>headstones</em>, and you want your file to be called <em>map.jpg</em> and go in a subfolder of headstones called <em>mymaps</em>, you would enter <em>mymaps/map.jpg</em> in this field.
de_de: Erforderliches Feld. Geben Sie hier den Namen einer Datei an, die bereits in das <em>Grabstein-Verzeichnis</em> auf dem Webserver hochgeladen wurde.

source: Associated Place
de_de: Zugeordneter Ort

source: Fill Place
de_de: Ort füllen

source: Copy the geocode information below to this place
de_de: Kopieren Sie den unten stehenden Geocode zu diesem Ort

source: already exists
de_de: besteht schon

source: Added
de_de: Hinzugefügt

source: Enter new
de_de: Neu eingeben

source: Please enter a
de_de: Bitte eingeben

source: Netscape users: <br/>You must reload the Cemeteries page to see your new
de_de: Netscape-Anwender:<br>Bitte Seite aktualisieren

source: Deleting Note...
de_de: Notiz wird gelöscht...

source: Adding Note...
de_de: Notiz wird gespeichert...

source: Add New Note
de_de: Neue Notiz hinzufügen

source: Note
de_de: Notiz

source: Modify Note
de_de: Notiz bearbeiten

source: Changes to note
de_de: Änderungen zur Beachtung

source: Adding Event...
de_de: Ereignis wird gespeichert...

source: Deleting Event...
de_de: Ereignis wird gelöscht...

source: Updating Event...
de_de: Ereignis wird aktualisiert...

source: Modify Event
de_de: Ereignis bearbeiten

source: Add New Event
de_de: Neues Ereignis anlegen

source: (DD MMM YYYY)
de_de: (TT MMM JJJJ)

source: Age
de_de: Alter

source: Agency
de_de: Stelle

source: Cause
de_de: Ursache

source: More Information
de_de: Weitere Angaben

source: Duplicate for
de_de: Duplikat für

source: Importing GEDCOM...<br/>(this may take several minutes)
de_de: GEDCOM-Datei wird importiert...<br>(kann einige Minuten dauern)

source: If the import fails to run to completion,
de_de: Wenn der Import fehlschlägt, zur Vervollständigung

source: opened...
de_de: geöffnet...

source: to resume import
de_de: um den Import fortzusetzen

source: opened to resume import...
de_de: geöffnet, um Import fortzusetzen...

source: Import could not be resumed.
de_de: Import konnte nicht fortgesetzt werden.

source: Finished Importing GEDCOM
de_de: Import der GEDCOM-Datei abgeschlossen

source: Another tree already exists with the selected ID. Please select a different ID and try again.
de_de: Es existiert bereits ein Stammbaum mit dieser Kennung. Bitte andere Kennung wählen und erneut versuchen.

source: Back to Data Import
de_de: Zurück zum Datei-Import

source: More Options
de_de: weitere Optionen

source: Delete GEDCOM file (optional)
de_de: GEDCOM-Datei löschen (optional)

source: Could not upload file:
de_de: Konnte Datei nicht hochladen:

source: Your 'gedcom' folder may have inadequate permissions (try 755 or 777).
de_de: Das 'gedcom'-Verzeichnis hat wahrscheinlich fehlerhafte Berechtigungen (bitte chmod 755 oder 777).

source: It may have already finished.
de_de: Es könnte bereits beendet sein.

source: Make sure 'Save Import State' is turned on in the Import Settings.
de_de: Bitte dafür sorgen, dass 'Importstatus speichern' in den Import-Einstellungen aktiviert ist.

source: Changes to event type
de_de: Änderungen am Ereignistyp

source: Edit Existing Event Type
de_de: Ereignistyp bearbeiten

source: Individual
de_de: Person

source: Please enter a type/description for this new event type.
de_de: Beschreibung des Ereignistyps.

source: Please enter a display string for this new event type.
de_de: Kurzbeschreibung des Ereignistyps.

source: Existing Event Type Information
de_de: Angaben zu bestehendem Ereignistyp

source: New Event Type Information
de_de: Angaben zum neuen Ereignistyp

source: Tag
de_de: GEDCOM-"Tag"

source: Type/Description
de_de: Typ/Beschreibung

source: On Import
de_de: Beim Import

source: Accept
de_de: Akzeptieren

source: Ignore
de_de: Ignorieren

source: With custom tags (where tag = "EVEN"), this is the TYPE and is required. Optional for all other tags.
de_de: Bei benutzerdefinierten Ereignissen (GEDCOM-Tag = "EVEN"), ist dies der TYP und daher erforderlich. Optional für alle anderen Ereignisse.

source: Add New Event Type
de_de: Neuen Ereignistyp hinzufügen

source: Create a new event type record
de_de: Neuen Ereignistyp anlegen

source: For Individuals...
de_de: Für Personen...

source: For Families...
de_de: Für Familien...

source: Existing Event Types
de_de: Bestehende Ereignistypen

source: Edit, delete or sort previously entered event types
de_de: Bearbeite, lösche oder sortiere vorhandene Ereignistypen

source: Ind/Fam
de_de: Person/Familie

source: Are you sure you want to delete this event type?
de_de: Sind Sie sicher, dass Sie diesen Ereignistyp löschen wollen?

source: Select Tag
de_de: GEDCOM-Tag auswählen

source: Please select or enter the tag for this event type.
de_de: Bitte für diesen Ereignistyp den Tag angeben oder auswählen.

source: or enter
de_de: oder eingeben

source: will take precedence if both fields contain data
de_de: bekommt Vorrang, falls beide Felder Daten enthalten

source: Event
de_de: Ereignis

source: Adopted
de_de: Adoptiert

source: Address
de_de: Adresse

source: Also Known As
de_de: Alias-Name

source: Barmitzvah
de_de: Bar-Mizwa

source: Basmitzvah
de_de: Bas-Mizwa

source: Caste
de_de: Stand

source: Census
de_de: Volkszählung

source: Adult Christening
de_de: Erwachsenentaufe

source: Confirmation
de_de: Konfirmation/Firmung

source: Cremated
de_de: Einäscherung

source: Physical Description
de_de: Körperliche Beschreibung

source: Education
de_de: Ausbildung

source: Emigration
de_de: Auswanderung

source: First Communion
de_de: Erstkommunion

source: Graduation
de_de: akadem. Graduierung

source: National ID Number
de_de: Ident-Nummer

source: Immigration
de_de: Einwanderung

source: Language
de_de: Sprache

source: Nationality
de_de: Nationalität

source: Naturalization
de_de: Einbürgerung

source: Count of Children
de_de: Anzahl der Kinder

source: Count of Marriages
de_de: Anzahl der Eheschließungen

source: Occupation
de_de: Beruf

source: Ordinance
de_de: Heilige Handlung

source: Ordained
de_de: Ordination (Priesterweihe)

source: Phone
de_de: Telefon

source: Probate
de_de: Beglaubigung

source: Possessions
de_de: Besitz

source: Residence
de_de: Aufenthaltsort

source: Restriction Notice
de_de: vertrauliche Daten

source: Retired
de_de: Ruhestand

source: Permanent Record Number
de_de: Datensatznummer

source: Social Security Number
de_de: Sozialversicherungsnummer

source: Will
de_de: Testament

source: Annulled
de_de: Annullierung

source: Divorce Filed
de_de: Scheidung eingereicht

source: Engaged
de_de: Verlobung

source: Marriage Banns
de_de: Aufgebot

source: Marriage Contract
de_de: Ehevertrag

source: Marriage License
de_de: Eheerlaubnis

source: Marriage Settlement
de_de: Ehevereinbarung

source: For Sources...
de_de: Für die Quellen ...

source: Record ID Number
de_de: Datensatzidentnummer

source: Reference Number
de_de: Referenznummer

source: Repository
de_de: Aufbewahrungsort

source: Delete Selected
de_de: Ausgewählte löschen

source: Ignore Selected
de_de: Ausgewählte ignorieren

source: Accept Selected
de_de: Ausgewählte akzeptieren

source: Changes to all event types
de_de: Änderungen an allen Ereignissen

source: For Repositories...
de_de: Für Aufbewahrungsorte...

source: No event types exist.
de_de: Keine Ereignistypen vorhanden.

source: Descendant Interest
de_de: Interessent an Nachkommen

source: Enter a display message for each language,<br />or leave all blank and enter one display message above.
de_de: Geben Sie für jede Sprache einen Anzeigetext ein,<br />oder lassen Sie alle Felder leer und geben Sie oben einen einzigen Anzeigetext ein.

source: Associated with
de_de: Verbunden mit

source: Baptism
de_de: Taufe

source: Your GEDCOM file may be larger than the maximum size allowed by your PHP installation. You can ask your provider to increase the 'upload_max_filesize' value, or you can copy your file to the 'gedcom' folder on your site and import it from there instead.
de_de: Die Größe Ihrer hochzuladenden GEDCOM-Datei überschreitet das in Ihrer PHP-Installation erlaubte Maximum. Sie können Ihren Provider bitten, den Wert 'upload_max_filesize' zu erhöhen. Alternativ können Sie Ihre Datei in das 'gedcom'-Verzeichnis Ihrer Website hochladen von dort aus importieren.

source: Other Languages
de_de: Andere Sprachen

source: Event Data
de_de: Ereignisdaten

source: Ancestor Interest
de_de: Interessent an Vorfahren

source: Collapse Event
de_de: Ereignis ausblenden

source: Collapse
de_de: Ausblenden

source: Collapse Selected
de_de: Ausgewählte ausblenden

source: Expand Selected
de_de: Auswahl ausklappen

source: LDS Event
de_de: LDS-Ereignis

source: Changes to family
de_de: Änderungen an der Familie

source: Marr Date
de_de: Eheschließungsdatum

source: Edit Existing Family
de_de: Familie bearbeiten

source: Select Family and Action
de_de: Familie und Aktion auswählen

source: Are you sure you want to delete this family?
de_de: Sind Sie sicher, dass Sie diese Familie löschen wollen?

source: Existing Information for Family
de_de: Angaben über bestehende Familie

source: New Family Information
de_de: Angaben über neue Familie

source: Sealed S Date (LDS)
de_de: Besiegelung Datum (LDS)

source: Sealed S Place (LDS)
de_de: Besiegelung Ort (LDS)

source: New Children
de_de: neue Kinder

source: Add New Family
de_de: Neue Familie hinzufügen

source: Create a record for a new family
de_de: Eine neue Familie anlegen

source: Edit information for a previously entered family
de_de: Familienangaben bearbeiten

source: Spouses' IDs
de_de: Ehefrau-Kennungen

source: No Name
de_de: Kein Name

source: You must enter a Family ID before you can add new events.
de_de: Sie müssen eine Familien-Kennung eingeben, bevor Sie neue Ereignisse anlegen können.

source: Please prefix Family ID with "F" for "Family"
de_de: Verwenden Sie 'F' (für "Familie") als Präfix für jede Familien-Kennung

source: Please enter a valid Family ID. A valid ID is a numeric string prefixed with 'F'.
de_de: Bitte gültige Familien-Kennung eingeben. Eine Familien-Kennung besteht aus dem Präfix 'F' und einer Ziffernfolge.

source: You must enter a Family ID before you can add new notes.
de_de: Sie müssen eine Familien-Kennung eingeben, bevor neue Notizen importiert werden können.

source: You must enter a Family ID before you can use citations with this family.
de_de: Sie müssen eine Familien-Kennung eingeben, bevor Sie Zitate dieser Familie benutzen können.

source: General Family
de_de: Allgemeine Familie

source: Marriage Type
de_de: Art der Partnerschaft

source: Accept or decline tentative changes to families
de_de: Änderungsvorschläge für Familien akzeptieren oder ablehnen

source: Note: Children and additional events, plus event-specific notes and citations, may be added on the next screen.
de_de: Hinweis: Kinder und zusätzliche Ereignisse können, ebenso wie ereignis-spezifische Notizen und Zitate, auf der folgenden Seite hinzugefügt werden.

source: Father ID
de_de: Kennung des Ehemannes

source: Mother ID
de_de: Mutter-Kennung

source: Enter part of father's and/or mother's name
de_de: Geben Sie einen Teil des Namens des Vaters und/oder der Mutter ein.

source: Please enter part of the father's or mother's name.
de_de: Bitte geben Sie einen Teil des Namens des Vaters und/oder der Mutter ein.

source: Click Find or Create =>
de_de: Suchen oder Anlegen anklicken =>

source: Child unlinked from family
de_de: Verknüpfung des Kindes zur Familie wurde gelöst

source: Child
de_de: Kind

source: Adding Person...
de_de: Person wird gespeichert...

source: Changes to person
de_de: Änderungen an der Person

source: No birth info
de_de: Keine Geburts-Angaben

source: Edit Existing Person
de_de: Person bearbeiten

source: Select Person and Action
de_de: Person und Aktion auswählen

source: Existing Information for Person
de_de: Details zur Person

source: First/Given Name(s)
de_de: Vorname(n)

source: Last/Surname
de_de: Nachname

source: Nickname
de_de: Beiname/Spitzname

source: Male
de_de: Männlich

source: Female
de_de: Weiblich

source: Baptism Date (LDS)
de_de: Taufdatum (LDS)

source: Baptism Place (LDS)
de_de: Taufort (LDS)

source: Endowment Date (LDS)
de_de: Besiegelungsdatum (LDS)

source: Parents
de_de: Eltern

source: Father
de_de: Vater

source: Mother
de_de: Mutter

source: Unlink current individual
de_de: Verknüpfung dieser Person lösen

source: as child
de_de: als Kind

source: Sealed P Date (LDS)
de_de: Besiegelt Datum (LDS)

source: Sealed P Place (LDS)
de_de: Besiegelt Ort (LDS)

source: as spouse
de_de: als Partner

source: Spouse
de_de: Partner

source: Order Number
de_de: Position

source: Married
de_de: Verheiratet

source: Do not go to new family on save
de_de: Beim Speichern eine neue Familie anlegen.

source: Add New Person
de_de: Neue Person hinzufügen

source: Create a record for a new individual
de_de: Eine neue Person anlegen

source: You must enter a Person ID before you can add new events.
de_de: Sie müssen zuerst eine Person-Kennung eingeben, bevor Sie neue Ereignisse hinzufügen können.

source: Please prefix Person ID with "I" for "Individual"
de_de: Eine Personen-Kennung beginnt mit 'I' für "Individuum"

source: Please enter a valid Person ID. A valid ID is a numeric string prefixed with 'I'.
de_de: Personen-Kennung eingeben. Eine gültige Kennung ist eine Ziffernfolge mit vorangestellten Präfix 'I'.

source: New Person Information
de_de: Angaben über neue Person

source: Please select a gender.
de_de: Geschlecht auswählen.

source: Short Form
de_de: Kurze Form

source: Edit information for a previously entered individual
de_de: Bearbeite Angaben einer vorhandenen Person

source: Unknown
de_de: Unbekannt

source: You must enter a Person ID before you can add new notes.
de_de: Sie müssen die Personen-Kennung eingeben, bevor Sie neue Notizen anlegen können.

source: Endowment Place (LDS)
de_de: Beerdigungsort (LDS)

source: You must enter a Person ID before you can use citations with this person.
de_de: Sie müssen die Personen-Kennung eingeben, bevor Sie ein Zitat dieser Person verwenden können.

source: Relationship
de_de: Beziehung

source: Merge information for duplicate individual records.
de_de: Dubletten verschmelzen

source: Choose individuals to merge or find potential matches
de_de: Personen zum Verschmelzen auswählen oder potentielle Dubletten suchen

source: Use Soundex
de_de: Benutze Soundex

source: Using this option will cause the program to take longer when finding the next match or duplicate.
de_de: Die Nutzung dieser Option verlängert die Suchzeit.

source: Combine notes &amp; citations
de_de: Notizen und Zitate verschmelzen

source: Are you sure you want to merge these two individuals?
de_de: Sind Sie sicher, dass Sie diese zwei Personen verschmelzen wollen?

source: Go to new family with current individual
de_de: Neue Familie mit dieser Person

source: General Individual
de_de: zur Person

source: Accept or decline tentative changes to individuals
de_de: Änderungsvorschläge für Personen akzeptieren oder ablehnen

source: No children
de_de: Keine Kinder

source: No parents
de_de: Keine Eltern

source: Association
de_de: Verbindung

source: Deleting Association...
de_de: Verbindung wird gelöscht...

source: Adding Association...
de_de: Verbindung wird gespeichert...

source: Updating Association...
de_de: Verbindung wird aktualisiert...

source: Add New Association
de_de: Neue Verbindung hinzufügen

source: Edit Existing Association
de_de: Verbindung bearbeiten

source: Note: Additional events, plus event-specific notes and citations, may be added on the next screen.
de_de: Hinweis: Zusätzliche Ereignisse können, ebenso wie Ereignis-spezifische Notizen und Zitate, auf der folgenden Seite hinzugefügt werden.

source: as father
de_de: als Vater

source: as mother
de_de: als Mutter

source: Note: Additional events, plus event-specific notes and citations, may be added later.
de_de: Hinweis: Zusätzliche Ereignisse können, ebenso wie Ereignis-spezifische Notizen und Zitate, später hinzugefügt werden.

source: No spouse
de_de: Kein Ehepartner

source: Also add reverse association for same two people
de_de: Zusätzlich die entgegengesetzte Verknüpfung für diese beiden Personen anlegen

source: Prefix
de_de: Präfix

source: Check empty box to delete item at left
de_de: Kästchen ankreuzen, um Element auf der linken Seite zu löschen

source: Choose<br/>default<br/>photo
de_de: Standard<br />-Foto<br />auswählen

source: Confirmation Date (LDS)
de_de: Datum der Konfirmation (LDS)

source: Confirmation Place (LDS)
de_de: Ort der Konfirmation (LDS)

source: Initiatory Date (LDS)
de_de: Datum der Vorverordnungen (LDS)

source: Initiatory Place (LDS)
de_de: Ort der Vorverordnungen (LDS)

source: The thumbnail file could not be copied to
de_de: Das Vorschaubild konnte nicht kopiert werden nach

source: Photo
de_de: Foto

source: Changes to photo
de_de: Änderungen am Foto

source: Edit Existing Photo
de_de: Foto bearbeiten

source: Add New Photo
de_de: Foto hinzufügen

source: Select Photo and Action
de_de: Foto und Aktion auswählen

source: Photo ID
de_de: Foto-Kennung

source: Are you sure you want to delete this photo and all links associated with it?
de_de: Sind Sie sicher, dass Sie dieses Foto und alle Verknüpfungen löschen möchten?

source: Please enter the path (folder and file name) of the image file within the photos folder on your web server.
de_de: Geben Sie den Pfad- und Dateinamen für die Bilddatei im Foto-Verzeichnis auf Ihrem Webserver ein.

source: Please enter the path (folder and file name) of the thumbnail image file within the photos folder on your web server.
de_de: Geben Sie den Pfad- und Dateinamen für das Vorschaubild im Foto-Verzeichnis auf Ihrem Webserver ein.

source: Please enter a description for the image.
de_de: Beschreibung für dieses Bild eingeben.

source: Existing Photo Information
de_de: Angaben zu bestehendem Foto

source: Thumbnail Image File
de_de: Vorschaubild

source: File and Path Name
de_de: Pfad- und Dateiname

source: Sort Photos
de_de: Sortiere Fotos

source: Sort Photos for
de_de: Sortiere Fotos für

source: Edit information for a previously entered photo
de_de: Bearbeite Angaben zu bestehendem Foto

source: leave blank to show all photos
de_de: Leer lassen, um alle Fotos zu zeigen

source: Headstone
de_de: Grabstein

source: The image file could not be copied to
de_de: Die Bilddatei konnte nicht kopiert werden nach

source: Changes to headstone
de_de: Änderungen am Grabstein

source: Edit Existing Headstone
de_de: Grabstein bearbeiten
