Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de

source: Save as copy
de_de: Kopie speichern

source: Active only
de_de: Nur aktiv

source: Please select a file to import.
de_de: Wählen Sie die Datei, die Sie importieren möchten.

source: Import GEDCOM (standard 5.5 format)
de_de: GEDCOM-Datei importieren (Standard 5.5-Format)

source: Add to or replace your genealogy (may take several minutes, depending on the size of your file)
de_de: Daten hinzufügen oder ersetzen (kann mehrere Minuten dauern, je nach Größe der Datei)

source: From your computer
de_de: Von Ihrem Rechner

source: Import Data
de_de: Daten importieren

source: Set up the software for the first time.
de_de: Erstinstallation.

source: Replace (in selected tree)
de_de: Ersetze (in gewähltem Stammbaum)

source: Destination Tree
de_de: Ziel-Stammbaum

source: Please select or enter a destination tree.
de_de: Name des Ziel-Stammbaums eingeben.

source: Import into
de_de: Importiere in

source: Import a GEDCOM file
de_de: GEDCOM-Dateien importieren/exportieren

source: Create database tables, Set preferences
de_de: Konfiguration, Tabellen erstellen

source: Manage custom tags and event types
de_de: Verwaltung benutzerdefinierter Ereignisse

source: Manage users and permissions
de_de: Verwaltung der Benutzer und Zugriffsrechte

source: Create custom lists and reports
de_de: Benutzerdefinierte Berichte

source: Manage alternate languages
de_de: Verwaltung zusätzlicher Sprachen

source: Back up, restore and optimize database tables
de_de: Tabellen sichern/wiederherstellen und optimieren

source: Upper case all surnames
de_de: Alle Nachnamen in Großbuchstaben umwandeln

source: Do not recalculate Living flag
de_de: "Lebend"-Kennzeichen nicht neu berechnen

source: Start IDs at first available number
de_de: Starte Kennungen bei der ersten verfügbaren Nummer

source: You must select a tree before choosing this option.
de_de: Sie müssen einen Stammbaum auswählen, bevor Sie diese Option wählen.

source: Import media if present
de_de: Medien-Daten importieren, falls vorhanden

source: Main Menu
de_de: Hauptmenü

source: Replace only if newer
de_de: Nur ersetzen, wenn neuer

source: Create a GENDEX file, Track lines of descent
de_de: GENDEX-Datei erzeugen, Nachkommenslinien kennzeichen

source: From web site (in GEDCOM folder)
de_de: Vom Webserver (aus dem GEDCOM-Verzeichnis)

source: Import Custom Event Types only (no data is added, replaced or appended)
de_de: Nur benutzerdefinierte Ereignistypen importieren (keine Daten werden hinzugefügt, ersetzt oder angefügt)

source: Hints: All Current Data means all people, families, sources and notes (media associations are not lost as long as IDs remain the same). Matches are always based on IDs only. New records are always added. Append imports all records with new IDs.
de_de: Hinweise: Alle vorhandenen Daten bedeutet: alle Personen, Familien, Quellen und Notizen (Medien-Verknüpfungen gehen nicht verloren, solange die Kennungen gleich bleiben). Vergleiche basieren nur auf den Kennungen. Neue Datensätze werden stets hinzugefügt. Beim Hinzufügen werden alle Datensätze mit neuen Kennungen importiert.

source: Accept data for all new Custom Event Types
de_de: Daten für alle neuen benutzerdefinierten Ereignisse automatisch akzeptieren

source: Destination Branch (optional)
de_de: Ziel-Zweig (optional)

source: Getting Started
de_de: Erste Schritte

source: Import latitude / longitude data if present
de_de: Breite/Länge importieren, falls vorhanden

source: Opening
de_de: Öffnen

source: Reopening
de_de: Erneut öffnen

source: Uploading
de_de: Hochladen

source: Import stopped
de_de: Import gestoppt

source: Resume
de_de: Fortsetzen

source: Admin Log
de_de: Protokoll der Änderungen

source: Install and Remove TNG Mods
de_de: Fremd-Add-ons konfigurieren

source: Old style import (no progress bar)
de_de: Import im alten Stil (ohne Ladebalken)

source: What's New, Most Wanted, Data Validation
de_de: Bemerkungen, Aktuelles, Gesuchte Angaben

source: Important tasks
de_de: Wichtige Aufgaben

source: Review new user registrations
de_de: Neue Benutzerregistrierungen prüfen

source: Create your first tree
de_de: Ersten Stammbaum erstellen

source: Create a user account for yourself
de_de: Eigenes Benutzerkonto erstellen

source: add new people
de_de: Personen hinzufügen

source: Add new families
de_de: Familien hinzufügen

source: Review proposed changes to individual events
de_de: Änderungsvorschläge zu Ereignissen für Personen prüfen

source: Review proposed changes to family events
de_de: Änderungsvorschläge zu Ereignissen für Familien prüfen

source: Back up the data
de_de: Backup ausführen

source: no backups exist
de_de: Keine Backups vorhanden

source: last backup more than xxx days ago
de_de: Das letzte Backup ist mehr als xxx Tage alt

source: Log DNA tests and link them to individuals
de_de: DNA-Tests erfassen und mit Personen verknüpfen

source: Get a map key from Google to enable maps display
de_de: Einen Map Key von Google erhalten, damit Karten angezeigt werden können

source: Changes to source
de_de: Änderungen an Quelle

source: Edit Existing Source
de_de: Quelle bearbeiten

source: Select Source and Action
de_de: Quelle und Aktion auswählen

source: Short Title
de_de: Kurztitel

source: Long Title
de_de: Langtitel

source: Call Number
de_de: Signatur

source: Publisher
de_de: Veröffentlicht durch

source: Actual Text
de_de: Aktueller Text

source: Are you sure you want to delete this source?
de_de: Sind Sie sicher, dass Sie diese Quelle löschen möchten?

source: Please select or enter a short title for this event type.
de_de: Geben Sie einen kurzen Titel für diesen Ereignistyp ein.

source: Existing Information for Source
de_de: Angaben zu bestehender Quelle

source: New Source Information
de_de: Angaben über neue Quelle

source: Add New Source
de_de: Neue Quelle hinzufügen

source: Please prefix Source ID with "S" for "Source"
de_de: Quellen-Kennungen beginnen mit 'S' für 'Source' (= Quelle)

source: Please enter a Source ID.
de_de: Quellen-Kennung eingeben.

source: Please enter a valid Source ID. A valid ID is a numeric string prefixed with 'S'.
de_de: Gültige Quellen-Kennung eingeben. Eine Quellen-Kennung ist eine Ziffernfolge mit dem Präfix 'S' für 'Source' (= Quelle).

source: Create a record for a new source
de_de: Neue Quelle erstellen

source: Edit information for a previously entered source
de_de: Bearbeite Angaben zu bestehender Quelle

source: Add New Citation
de_de: Neues Zitat hinzufügen

source: Reliability
de_de: Verlässlichkeit

source: Higher numbers indicate greater reliability.
de_de: Größere Ziffern verweisen auf höhere Verlässlichkeit.

source: Citation Date
de_de: Zitat-Datum

source: Edit Existing Citation
de_de: Zitat bearbeiten

source: Adding Citation...
de_de: Zitat wird gespeichert...

source: Deleting Citation...
de_de: Zitat wird gelöscht...

source: Updating Citation...
de_de: Zitat wird aktualisiert...

source: Note: Additional events and notes may be added after the new source has been saved.
de_de: Hinweis: Zusätzliche Ereignisse können hinzugefügt werden, nachdem diese Quelle gespeichert wurde.

source: Please enter part of the source title.
de_de: Bitte Teil des Quellen-Titels eingeben.

source: Add New Repository
de_de: Neuen Aufbewahrungsort hinzufügen

source: Edit Existing Repository
de_de: Aufbewahrungsort bearbeiten

source: Create a record for a new repository
de_de: Neuen Aufbewahrungsort anlegen

source: Edit information for a previously entered repository
de_de: Angaben zu einem angelegten Aufbewahrungsort ändern

source: Please enter a Repository ID.
de_de: Bitte geben Sie eine Aufbewahrungs-Kennung ein.

source: Please enter a Repository name.
de_de: Bitte geben Sie den Namen des Aufbewahrungsortes ein.

source: New Repository Information
de_de: Angaben zum neuen Aufbewahrungsort

source: Please prefix Repository ID with "REPO" for "Repository"
de_de: Bitte stellen Sie der Aufbewahrungs-Kennung "REPO" für "Repository" voran

source: Select Repository and Action
de_de: Aufbewahrungsort und gewünschte Aktion auswählen

source: Are you sure you want to delete this repository?
de_de: Sind Sie sicher, dass Sie diesen Aufbewahrungsort löschen möchten?

source: Changes to repository
de_de: Änderungen am Aufbewahrungsort

source: Existing Information for Repository
de_de: Vorhandene Angaben zum Aufbewahrungsort

source: Please enter part of the repository title.
de_de: Bitte geben Sie einen Teil des Aufbewahrungsort-Titels ein.

source: Choose sources to merge or find potential matches
de_de: Wählen Sie Quellen aus, um sie zu verschmelzen oder potentielle Dubletten zu finden

source: Are you sure you want to merge these two sources?
de_de: Sind Sie sicher, dass Sie diese beiden Quellen verschmelzen möchten?

source: Choose repositories to merge or find potential matches
de_de: Wählen Sie Aufbewahrungsorte aus, um sie zu verschmelzen oder potentielle Dubletten zu finden

source: Are you sure you want to merge these two repositories?
de_de: Sind Sie sicher, dass Sie diese beiden Aufbewahrungsorte verschmelzen möchten?

source: Note: Additional events and notes may be added after the new repository has been saved.
de_de: Hinweis: Zusätzliche Ereignisse sowie Notizen können hinzugefügt werden, nachdem der neue Aufbewahrungsort gespeichert wurde.

source: Check New ID
de_de: Prüfe neue Kennung

source: is not a valid ID. A valid ID is a numeric string prefixed with
de_de: ist keine gültige Kennung. Ein gültige Kennung ist eine Ziffernfolge mit dem Präfix

source: is in use. Please choose a different ID
de_de: wird bereits verwendet. Bitte andere Kennung wählen

source: is OK to use
de_de: kann verwendet werden

source: is already in use.
de_de: wird schon verwendet

source: Template Number
de_de: Template Nummer

source: Main image (home page)
de_de: Haupt Bild (Homepage)

source: Title image (home page)
de_de: Titel Bild (Homepage)

source: Headline
de_de: Überschrift

source: Welcome paragraph
de_de: Willkommens Absatz

source: Header image (including title)
de_de: Header Bild (inklusive Titel)

source: Pedigree person ID
de_de: Stammbaum Personen-Kennung

source: Pedigree tree ID
de_de: Stammbaum Baum-Kennung

source: Photos &amp; Histories person ID
de_de: Fotos &amp; Geschichten Personen-Kennung

source: Photos &amp; Histories tree ID
de_de: Fotos &amp; Geschichten Baum-Kennung

source: Header image
de_de: Header Bild

source: Header title image
de_de: Header Titel Bild

source: Title image (all pages)
de_de: Titel Bild (alle Seiten)

source: Search paragraph
de_de: Absatz suchen

source: Family Histories paragraph
de_de: Familien Geschichten Absatz

source: Family Histories links (His)
de_de: Familien Geschichten Verknüpfungen (Seine)

source: Family Histories links (Hers)
de_de: Familien Geschichten Verknüpfungen (Ihre)

source: Most Wanted paragraph
de_de: Absatz Am häufigsten gesucht

source: Resources paragraph
de_de: Ressourcen Absatz

source: Resources links
de_de: Ressourcen Links

source: Header title, part 1
de_de: Header Titel, Teil 1

source: Header title, part 2
de_de: Header Titel, Teil 2

source: Header title, part 3
de_de: Header Titel, Teil 3

source: Header subtitle
de_de: Header Untertitel

source: Latest news
de_de: Letzte Neuheiten

source: Mom's Side label
de_de: Mutter´s Seite Beschriftung

source: Dad's Side label
de_de: Vater's Seite Beschriftung

source: Mom's Side person ID
de_de: Mutter's Seite Personen-Kennung

source: Mom's Side tree ID
de_de: Mutter's Seite Baum-Kennung

source: Dad's Side person ID
de_de: Vater's Seite Personen-Kennung

source: Dad's Side tree ID
de_de: Vater's Seite Baum-Kennung

source: Feature 1 thumbnail
de_de: Merkmal 1 Thumbnail

source: Feature 1 link
de_de: Merkmal 1 Verknüpfung

source: Feature 1 title
de_de: Merkmal 1 Titel

source: Feature 1 paragraph
de_de: Merkmal 1 Absatz

source: Feature 2 thumbnail
de_de: Merkmal 2 Thumbnail

source: Feature 2 link
de_de: Merkmal 2 Verknüpfung

source: Feature 2 title
de_de: Merkmal 2 Titel

source: Feature 2 paragraph
de_de: Merkmal 2 Absatz

source: Feature 3 thumbnail
de_de: Merkmal 3 Thumbnail

source: Feature 3 link
de_de: Merkmal 3 Verknüpfung

source: Feature 3 title
de_de: Merkmal 3 Titel

source: Feature 3 paragraph
de_de: Merkmal 3 Absatz

source: Feature 4 thumbnail
de_de: Merkmal 4 Thumbnail

source: Feature 4 link
de_de: Merkmal 4 Verknüpfung

source: Feature 4 title
de_de: Merkmal 4 Titel

source: Feature 4 paragraph
de_de: Merkmal 4 Absatz

source: Main image caption
de_de: Haupt Bild Beschreibung

source: Main title
de_de: Haupt Titel

source: His Side label
de_de: Seine Seite Beschriftung

source: Her Side label
de_de: Ihre Seite Beschriftung

source: News text
de_de: Neuheiten Text

source: Enable Template Selection
de_de: Template-Auswahl aktivieren

source: Create copy in
de_de: Erstelle Kopie in

source: Feature links
de_de: Zeige Links

source: Features paragraph
de_de: Zeige Absatz

source: Welcome headline
de_de: Begrüßungs-Kopfzeile

source: Mom's Side names
de_de: Mutters Seite Nachnamen

source: Dad's Side names
de_de: Vaters Seite Nachnamen

source: Menu Title
de_de: Menütitel

source: Title option
de_de: Titeloptionen

source: Left image
de_de: Bild links

source: Left image title
de_de: Bildtitel links

source: Left image caption
de_de: Bildbeschreibung links

source: Right image
de_de: Bild rechts

source: Right image title
de_de: Bildtitel rechts

source: Right image caption
de_de: Bildbeschreibung rechts

source: Top Surnames label
de_de: Häufigste Nachnamen

source: Header image 2
de_de: Titelbild 2

source: Header image 3
de_de: Titelbild 3

source: Show Previews
de_de: Vorschau anzeigen

source: Hide Previews
de_de: Vorschau ausblenden

source: Feature 5 thumbnail
de_de: Merkmal 5 Thumbnail

source: Feature 5 link
de_de: Merkmal 5 Verknüpfung

source: Feature 5 title
de_de: Merkmal 5 title

source: Feature 5 paragraph
de_de: Merkmal 5 Absatz

source: Feature 6 thumbnail
de_de: Merkmal 6 Thumbnail

source: Feature 6 link
de_de: Merkmal 6 Verknüpfung

source: Feature 6 title
de_de: Merkmal 6 title

source: Feature 6 paragraph
de_de: Merkmal 6 Absatz

source: Feature 7 thumbnail
de_de: Merkmal 7 Thumbnail

source: Feature 7 link
de_de: Merkmal 7 Verknüpfung

source: Feature 7 paragraph
de_de: Merkmal 7 Absatz

source: Feature 8 thumbnail
de_de: Merkmal 8 Thumbnail

source: Feature 8 link
de_de: Merkmal 8 Verknüpfung

source: Feature 8 paragraph
de_de: Merkmal 8 Absatz

source: Sidebar header 1
de_de: Seitenleiste Überschrift 1

source: Sidebar header 2
de_de: Seitenleiste Überschrift 2

source: Sidebar header 3
de_de: Seitenleiste Überschrift 3

source: Text 1 title
de_de: Text 1 Titel

source: Text 1 link
de_de: Text 1 Verknüpfung

source: Text 1 paragraph
de_de: Text 1 Absatz

source: Text 2 title
de_de: Text 2 Titel

source: Text 2 link
de_de: Text 2 Verknüpfung

source: Text 2 paragraph
de_de: Text 2 Absatz

source: Text 3 title
de_de: Text 3 Titel

source: Text 3 paragraph
de_de: Text 3 Absatz

source: Subhead 1
de_de: Untertitel 1

source: Subhead 2
de_de: Untertitel 2

source: Quotes header
de_de: Anführungszeichenüberschrift

source: Quotes subhead
de_de: untergeordneter Anführungszeichen

source: Featurette first line
de_de: Featurette erste Zeile

source: Featurette second line
de_de: Featurette zweite Zeile

source: Featurette image
de_de: Featurette Bild

source: Featurette person ID
de_de: ID der Featurette-Person

source: Featurette tree ID
de_de: Featurette-Baum-ID

source: Feature 7 title
de_de: Merkmal 7 title

source: Feature 8 title
de_de: Merkmal 8 title

source: Feature 9 title
de_de: Merkmal 9 title

source: Feature 9 thumbnail
de_de: Merkmal 9 thumbnail

source: Feature 9 link
de_de: Merkmal 9 Verknüpfung

source: Feature 9 paragraph
de_de: Merkaml 9 Absatz

source: Tables created successfully.
de_de: Tabellen erfolgreich erzeugt.

source: Back to the Setup Menu
de_de: Zurück zum Einstellungsmenü

source: Configuration
de_de: Konfiguration

source: Enter values for system variables.
de_de: Systemvariablen einstellen.

source: Create the database tables to hold your information.
de_de: Datenbanktabellen für erstmalige Verwendung anlegen.

source: <strong>Warning!</strong> Select this option only when you are setting your site up for the first time. <strong>All existing data, including photos, histories, headstones and cemetery information, will be erased!</strong>
de_de: <strong>Achtung!</strong> Wählen Sie diese Option nur, wenn Sie TNG erstmals installieren! <strong>Alle bestehenden Tabellen, zusammen mit den Angaben über Fotos, Geschichten, Grabsteine und Friedhöfe werden gelöscht!</strong>

source: This will delete ALL your existing data!! Are you sure you want to continue?
de_de: Hiermit werden ALLE Ihre bestehenden Dateien gelöscht!!! Sind Sie sicher, dass Sie fortfahren möchten?

source: Perform data maintenance and manage photos, histories and other components.
de_de: Wartung und Verwaltung der Fotos, Geschichten und anderer Daten.

source: Create Tables
de_de: Tabellen anlegen

source: General Settings
de_de: Allgemeine Einstellungen

source: Log Settings
de_de: Protokollierungs-Einstellungen

source: Import Settings
de_de: Import-Einstellungen

source: Diagnostics
de_de: System-Überprüfung

source: Run Diagnostics
de_de: Starte System-Überprüfung

source: PHP Info Screen
de_de: Starte PHP-Überprüfung

source: This information comes from your server and relates to your PHP installation, not TNG.
de_de: Diese Angaben stammen von Ihrem Server und hängen von Ihrer PHP-Installation ab, nicht von TNG.

source: (TNG requires 5.6 or higher.)
de_de: (TNG benötigt 5.6 oder höher.)

source: GD graphics library
de_de: GD-Graphikbibliothek

source: (Required for TNG's thumbnail creation tools.)
de_de: (Wird von den TNG-Funktionalitäten zur Erzeugung von Vorschaubildern benötigt.)

source: Available, but does not support .gif images
de_de: Verfügbar, aber unterstützt keine GIF-Bilder

source: Not installed
de_de: Nicht installiert

source: Safe Mode
de_de: sicherer Modus (Safe Mode)

source: Off
de_de: deaktiviert

source: On
de_de: aktiviert

source: File Uploads
de_de: Datei-Uploads

source: (Required for web-based GEDCOM upload, image upload and other form functionality.)
de_de: (Erforderlich für browsergestütztes Hochladen von GEDCOM- und Bild-Dateien sowie für weitere formularbasierte Funktionalitäten.)

source: Permitted
de_de: erlaubt

source: Not permitted, use FTP instead
de_de: nicht erlaubt (benutzen Sie stattdessen FTP)

source: (TNG requires 5.5 or higher.)
de_de: (TNG benötigt 5.5 oder höher.)

source: Webserver
de_de: Webserver (HTTP-Server-Programm)

source: File/Folder Permissions
de_de: Datei-/Verzeichnis-Berechtigungen

source: (TNG requires some files and folders to have special access rights.)
de_de: (TNG benötigt einige Dateien und Verzeichnisse mit besonderen Zugriffsrechten.)

source: Script running as user:
de_de: Skript läuft als Benutzer:

source: PHP reports it as user:
de_de: Laut PHP läuft das Skript als Benutzer:

source: You may not have the necessary level of file access to run TNG without problems if you use both FTP and the TNG admin functions to manage files.
de_de: Sie haben nicht die erforderlichen Datei-Zugriffsberechtigungen, damit TNG fehlerfrei läuft (FTP-User hat andere Rechte als der Skript-User)

source: File is read-only:
de_de: Datei hat Nur-Lesen-Berechtigung (read-only):

source: Folder is read-only:
de_de: Verzeichnis hat Nur-Lesen-Berechtigung (read-only):

source: Public log
de_de: Protokoll der öffentlichen Zugriffe

source: Admin log
de_de: Protokoll der Verwaltungs-Zugriffe

source: Folder does not exist:
de_de: Verzeichnis ist nicht vorhanden:

source: Key folders are all read/write
de_de: Alle wichtigen Verzeichnisse haben Lese-/Schreibberechtigung

source: Configuration files are all read/write
de_de: Alle Konfigurationsdateien haben Lese-/Schreibberechtigung

source: Acceptable.
de_de: Akzeptabel.

source: Some functionality may be restricted. You may encounter errors during installation or while running TNG.
de_de: Einige Funktionalitäten können eingeschränkt sein. Bei Installation oder Nutzung von TNG sind Fehler zu erwarten.

source: TNG may not run without changes to your PHP or server configuration.
de_de: TNG wird nicht ohne Anpassungen an Ihrer PHP- oder Server-Konfiguration laufen.

source: Your browser:
de_de: Ihr Browser:

source: Modify Configuration Settings
de_de: Einstellungen bearbeiten

source: Database Host
de_de: Datenbank-Servername

source: Database Name
de_de: Datenbankname

source: Database User Name
de_de: Datenbank-Benutzerkennung

source: Database Password
de_de: Datenbank-Passwort

source: Root Path
de_de: Root-Pfad

source: Home Page
de_de: Startseite

source: E-mail Address
de_de: E-Mail-Adresse

source: Site Owner
de_de: Besitzer dieser Website

source: Max Descendancy Generations
de_de: Maximum Nachkommengenerationen

source: Disallow
de_de: Verweigern

source: Default: Allowed
de_de: Standard: Zulassen

source: Max Search Results
de_de: Max. Anzahl Suchergebnisse je Seite

source: Target Frame
de_de: Ziel-Frame

source: Table
de_de: Tabelle

source: Back up
de_de: Sicherung

source: Restore
de_de: Wiederherstellen

source: File Size
de_de: Dateigröße

source: successfully backed up
de_de: - Sicherung erfolgreich

source: successfully restored
de_de: - Wiederherstellung erfolgreich

source: 'What's New' Days
de_de: Max. Anzahl Tage in 'Aktuelles'

source: 'What's New' Limit
de_de: Max. Anzahl je Medien-Kategorie in 'Aktuelles'

source: Photos Extension
de_de: Dateierweiterung Fotos

source: Default Tree
de_de: Standard-Stammbaum

source: Require Login
de_de: Login erforderlich

source: Default: Don't Require
de_de: Standard: Nicht erforderlich

source: Show LDS Data
de_de: Anzeige von LDS-Daten (LDS = Heilige der letzten Tage = "Mormonen")

source: Always
de_de: Immer

source: Never
de_de: Niemals

source: Depending on user rights
de_de: Abhängig von den Benutzerrechten

source: Allow
de_de: Zulassen

source: Dynamic Language Change
de_de: Dynamische Sprachänderung

source: Optimize
de_de: optimieren

source: successfully optimized
de_de: - Optimierung erfolgreich

source: Custom Header
de_de: Header-Datei

source: Custom Footer
de_de: Footer-Datei

source: Custom Meta
de_de: Meta-Datei

source: Line Ending
de_de: Linienende

source: Backup Folder
de_de: Backup-Verzeichnis

source: Photo Folder
de_de: Foto-Verzeichnis

source: Headstone Folder
de_de: Grabstein-Verzeichnis

source: History Folder
de_de: Geschichten-Verzeichnis

source: Back up, Restore &amp; Optimize Table Data
de_de: Tabellen sichern/wiederherstellen/optimieren

source: Show Names for Living
de_de: Zeige Namen von Lebenden

source: Abbreviate first name
de_de: kürze Vorname ab

source: Register Format
de_de: Listen-Format

source: Thumbnails Prefix
de_de: Präfix für Vorschaubilder

source: Thumbnail Max Height
de_de: Maximale Höhe Vorschaubild

source: Thumbnail Max Width
de_de: Maximale Breite Vorschaubild

source: Thumbnails Suffix
de_de: Suffix für Vorschaubilder

source: Show Extended Photo Info
de_de: Zeige ausführliche Foto-Angaben

source: Show Notes
de_de: Anzeige der Notizen

source: Underneath corresponding events where possible
de_de: Unter den Ereignissen, wenn das möglich ist

source: Underneath events, except general notes
de_de: Unter den Ereignissen, außer Allgemeine Notizen

source: In Notes section
de_de: Im Notizbereich

source: Surname Prefixes (i.e., van, de)
de_de: Namenszusatz (z.B. von, den)

source: Keep as part of regular surname
de_de: Als Teil des Nachnamens

source: Treat as separate entity
de_de: Als eigenen Teil verwenden

source: Prefix Detection on Import
de_de: Namenspräfixe während des Imports ermitteln

source: Num. prefixes each (max)
de_de: Zahl der Präfixe (max)
