Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/main.po
Languages: es

source: GENDEX Folder
es: Carpeta GENDEX

source: Modify Pedigree Configuration Settings
es: Modificar ajustes de configuración de árboles

source: Left Indent
es: Sangría Izquierda

source: Box Name Size
es: Tamaño Box del Nombre

source: Name Size Shift
es: Variación Tamaño de nombre

source: Box Dates Size
es: Tamaño Box de Fechas

source: Dates Size Shift
es: Variación Tamaño de Fechas

source: Box Color
es: Color del Box

source: Color Shift (%)
es: Variación de Color (%)

source: Empty Color
es: Color Vacíos

source: Border Color
es: Color de Bordes

source: Shadow Color
es: Color de Sombra

source: Box Width (w/o popups)
es: Ancho del Box (s/ popups)

source: Box Height (w/o popups)
es: Altura del Box (s/ popups)

source: Box Alignment (w/o popups)
es: Alineación del Box (s/ popups)

source: Box Height Shift (w/o popups)
es: Variación Altura del Box (s/ popups)

source: Box Horizontal Separation
es: Separación Horizontal del Box

source: Box Vertical Separation
es: Separación Vertical del Box

source: Shadow Offset
es: Separación de Sombra

source: Line Width
es: Ancho de línea

source: Border Width
es: Ancho del Borde

source: Popup Color
es: Color Ventana Emergente

source: Popup Info Size
es: Tamaño Info de Ventana Emergente

source: Popup Info Size Shift
es: Variación Tamaño Info de ventana Emergente

source: Popup Timer (ms)
es: Temporizador de Ventana Emergente (ms)

source: Popup Event
es: Evento de Ventana Emergente

source: Box Width (w/popups)
es: Ancho del Box (c/popups)

source: Box Height (w/popups)
es: Altura del Box (c/popups)

source: Box Alignment (w/popups)
es: Alineación del Box (c/popups)

source: Box Height Shift (w/popups)
es: Variación Altura del Box (c/popups)

source: Popup Spouses
es: Ventana Emergente de Cónyuges

source: Popup Children
es: Ventana Emergente de Hijos

source: Popup Chart Links
es: Ventana Emergente Cuadro de Enlaces

source: Include Photos
es: Incluir Fotos

source: Overflow
es: Extendido

source: Compact
es: Compacto

source: Standard
es: Estándar

source: Text Only
es: Sólo Texto

source: Relationship Chart
es: Gráfico Parentesco

source: Max Relationship Generations
es: Máx. Generaciones en Parentesco

source: Left
es: Izquierda

source: Right
es: Derecha

source: Center
es: Centro

source: Mouse Over
es: Ratón Arriba

source: Mouse Down
es: Ratón Abajo

source: Box
es: Caja

source: Hide Empty Boxes
es: Ocultar Box Vacíos

source: Log File Name
es: Nombre del Archivo Log

source: Max Log Lines
es: Máx. Líneas del Archivo Log

source: Modify Log Configuration Settings
es: Modificar Opciones de Configuración del Archivo Log

source: Exclude Host Names
es: Excluir Nombres de Host

source: (Public)
es: (Público)

source: Save Import State
es: Guardar Estado de Importación

source: Save to allow resume if import fails
es: Guardar para permitir reanudar si la importación falla

source: Modify Import Configuration Settings
es: Modificar Opciones de Configuración de Importación

source: Embedded Media
es: Medio Incorporado

source: Allow TNG to assign names to embedded media
es: Permitir a TNG asignar nombres a medios incorporados

source: Local Photo Path(s)
es: Ruta(s) Local de Fotos

source: Local History Path(s)
es: Ruta(s) Local de Historias

source: If no local path match
es: Si no coincide la ruta local

source: Import entire path
es: Importar ruta completa

source: Import file name only
es: Importar sólo nombre de archivo

source: GEDCOM Folder (Import/Export)
es: Carpeta GEDCOM (Importar/Exportar)

source: Make Folder
es: Crear Carpeta

source: If 'Change Date' is blank
es: Si 'Cambiar Fecha' está en blanco

source: Use current date
es: Usar fecha actual

source: Leave it as is
es: Dejar como está

source: If no birth date, assume
es: Sin fecha de nacimiento, se presume que

source: Person is living
es: La persona aún vive

source: Person is deceased
es: La persona ha fallecido

source: If no death date, assume deceased<br>if older than
es: Sin fecha de muerte, presumir fallecido<br>si es mayor de

source: Chart Settings
es: Configuración de Gráficos

source: Initial Display
es: Muestra Inicial

source: Max Generations
es: Máx. de Generaciones

source: Database
es: Base de Datos

source: Table Names
es: Nombre de Tablas

source: Paths and Folders
es: Rutas y Carpetas

source: Site Design and Definition
es: Diseño del Sitio y Definiciones

source: Privacy
es: Privacidad

source: Names
es: Nombres

source: Descendancy
es: Descendencia

source: Miscellaneous
es: Misceláneo

source: Media Table
es: Tabla de Medios

source: Common Elements
es: Elementos Comunes

source: Descendancy Chart
es: Gráfico de Descendencia

source: Pedigree Chart
es: Gráfico de Linaje

source: Initial Generations
es: Generaciones Inicial

source: Document Folder
es: Carpeta de Documentos

source: Local Document Path(s)
es: Ruta(s) a Documentos Locales

source: Local Path(s) for Other Media
es: Ruta(s) Local a Otros Medios

source: Image Max Height
es: Altura Máx. de Imagen

source: Image Max Width
es: Ancho Máx. de Imagen

source: successfully deleted
es: eliminado con éxito

source: Delete Selected Backups
es: Eliminar Respaldos Seleccionados

source: Are you sure you want to delete the selected backups?
es: ¿Está seguro que quiere eliminar los Respaldos seleccionados?

source: Show Home Link
es: Mostrar Enlace de Inicio

source: Show Search Link
es: Mostrar Enlace de Buscar

source: Show Login/Logout Link
es: Mostrar Enlace de Ingresar/Salir

source: Show Print Link
es: Mostrar Enlace de Imprimir

source: Show Add Bookmark Link
es: Mostrar Enlace de Añadir a Favoritos

source: (server)
es: (servidor)

source: (client)
es: (cliente)

source: Site Name
es: Nombre del Sitio

source: Site Description
es: Descripción del Sitio

source: Prefix for private notes
es: Prefijo para notas privadas

source: Note: You may create your own custom settings in "customconfig.php" (open in a text editor and follow the instructions).
es: Nota: Usted puede crear su configuración personalizada en el archivo "customconfig.php" (abra el mismo en un editor de texto y siga las instrucciones).

source: Block suggestions or new user registrations where
es: Bloquear sugerencias o registro de nuevos usuarios donde

source: Address contains
es: Las direcciones contienen

source: Message contains
es: Los mensajes contienen

source: "Require Login" must be set to Yes to enable this option
es: "Requerir Autenticación" debe ser puesto a Sí para habilitar esta opción

source: Restrict access to assigned tree
es: Restringir acceso al árbol asignado

source: Map Settings
es: Configuración del Mapa

source: Modify Map Configuration Settings
es: Modificar la Configuración del Mapa

source: Map Type
es: Tipo de Mapa

source: Hybrid
es: Híbrido

source: Satellite
es: Satelital

source: Dimensions, Individual Page
es: Dimensiones, Página Individuos

source: Dimensions, Headstones Pages
es: Dimensiones, Página Lápidas

source: Dimensions, Admin Pages
es: Dimensiones, Página Admin

source: Width (% or px)
es: Ancho (% o px)

source: Height (px)
es: Altura (px)

source: Starting Latitude
es: Latitud Inicial

source: Starting Longitude
es: Longitud Inicial

source: Hide Admin Maps to Start
es: Ocultar Mapas en Admin al Iniciar

source: Consolidate Duplicate Pins
es: Fusionar Alfileres Duplicados

source: Enable Slide Show
es: Habilitar Muestra en Diapositivas

source: Slide Show Auto Repeat
es: Autorrepetir Muestra en Diapositivas

source: Information about your web site environment.
es: Información del entorno de su sitio web.

source: Addresses
es: Direcciones

source: States
es: Estados/Provincias

source: Countries
es: Países

source: Note Links
es: Enlaces de notas

source: Media Links
es: Enlaces de Medios

source: Save Import
es: Guardar Importación

source: Branch Links
es: Enlaces de Rama

source: Temp Events
es: Eventos Temporales

source: Timeline Events
es: Eventos Cronológicos

source: Max lines per column (approx.)
es: Max. Líneas por columna (apróx.)

source: Suppress "Unknown" categories
es: Suprimir categorías "Desconocido"

source: Success
es: Exito

source: Failed. Folder already exists.
es: Falló. La Carpeta ya existe.

source: Failed. Please create using an FTP program or online file manager.
es: Falló. Por favor, crearla utilizando un programa FTP o administrador de archivos en línea.

source: Maintenance Mode
es: Modo Mantenimiento

source: All database access is temporarily unavailable for site maintenance. Please try again later. If regular functions do not resume within a few hours of first seeing this message, please contact the site administrator.
es: Todo acceso a la base de datos no está disponible temporalmente debido al mantenimiento del sitio web. Por favor, intente más tarde. Si el funcionamiento normal no se restablece en pocas horas, luego de ver este mensaje por primera vez, por favor contacte con el Administrador.

source: Default Replace Option
es: Reemplazar Opción Por Defecto

source: Please select at least one table.
es: Por favor, elija al menos una tabla.

source: Resequence IDs
es: Ordenar los ID

source: ID Type
es: Tipo de ID

source: Minimum Digits
es: Mínimo de Dígitos

source: Not including ID prefix
es: No incluir prefijo ID

source: Finished resequencing
es: Terminando ordenación

source: records resequenced
es: registros ordenados

source: You must be in Maintenance Mode to run this utility (go to Setup &gt;&gt; Configuration &gt;&gt; General Settings)
es: Usted debe estar en Modo Mantenimiento para ejecutar esta utilidad (ir a Configurar &gt;&gt; Configuración &gt;&gt; Configuración General)

source: <strong>WARNING:</strong> Resequencing your IDs could cause external links to your site to break or point to erroneous locations.
es: <strong>ATENCIÓN:</strong> Ordenar los ID puede provocar que enlaces externos a su sitio web aparezcan rotos o apuntando a lugares equivocados.

source: Config Path
es: Ruta Config

source: Hide Christening Labels
es: Ocultar Etiquetas de Bautismo

source: Numeric Date Preference
es: Preferencia Numérica para Fechas

source: Day/Month/Year
es: Día/Mes/Año

source: Month/Day/Year
es: Mes/Día/Año

source: Exclude Usernames
es: Excluir Nombre de Usuarios

source: Allow new user registrations
es: Permitir Registro de Nuevos Usuarios

source: Local Headstone Path(s)
es: Ruta(s) Local de Lápidas

source: Parental data on person page
es: Datos de Padres en página de la persona:

source: Don't show any events
es: No mostrar ningún evento

source: Show only standard family events
es: Mostrar sólo eventos familiares estándar

source: Show all events and media
es: Mostrar todos los eventos y medios

source: Server time is
es: La hora del servidor es

source: and site time is
es: y la hora del sitio web es

source: Optional. Use an absolute path name, like what you see in the Root Path, then move the following files to the Config Path <strong>immediately</strong> after saving and make them writeable (664 permissions): config.php, customconfig.php, importconfig.php, logconfig.php, mapconfig.php, mmconfig.php, pedconfig.php
es: Opcional. Use un nombre de ruta absoluto, como lo que ve en la Ruta Raíz, luego mueva los siguientes archivos a la Ruta Config e <strong>inmediatamente</strong> después de guardar, hágalos escribibles (permisos 664): config.php, customconfig.php, importconfig.php, logconfig.php, mapconfig.php, mmconfig.php, pedconfig.php

source: Starting Zoom
es: Zum Inicial

source: Location Zoom
es: Ubicación del Zum

source: Record Report Number
es: Número de Registros Informados

source: Progress Interval (ms)
es: Intervalo de Progreso (ms)

source: Timeline Chart
es: Gráfico de Cronología

source: Chart height
es: Altura del gráfico

source: All distances measured in pixels.
es: Todos las distancias medidas en píxeles.

source: Pixels between months
es: Píxeles entre meses

source: Pixels between years
es: Píxeles entre años

source: Years between year markers
es: Años entre marcadores de años

source: Vertical percentage for months
es: Porcentaje vertical para meses

source: Vertical percentage for years
es: Porcentaje vertical para años

source: Events to include
es: Eventos para incluir

source: All events
es: Todos los eventos

source: Only events that fall within the lifespans of the people on the chart
es: Sólo eventos que caen dentro del período de vida de las personas en el gráfico

source: Starting chart width
es: Ancho inicial del gráfico

source: Enable Simile timeline
es: Permitir Símil cronología

source: Hide Public Maps to Start
es: Ocultar Mapas Públicos al Iniciar

source: Max Relationships
es: Max. de Parentescos

source: Initial Relationships
es: Parentesco Inicial

source: Template Settings
es: Configuración de plantillas

source: Modify Template Configuration Settings
es: Modificar ajustes Configuración de Plantilla

source: Uppercase All Surnames
es: Todos los Apellidos en Mayúsculas

source: Max characters in list notes
es: Máx. caracteres en notas de lista

source: Mail and Registration
es: Correo y Registro

source: Auto approve new users
es: Auto aprobar nuevos usuarios

source: Include password in welcome email
es: Incluir contraseña en E-mail de Bienvenida

source: Send acknowledgement email
es: Enviar E-mail de confirmación

source: Send all mail from address above
es: Enviar todo el correo desde la direccion de arriba

source: Create new tree for user
es: Crear nuevo árbol para usuario

source: Mods Folder
es: Carpeta de Mods

source: Extensions Folder
es: Carpeta de Extensiones

source: Encryption type
es: Tipo de Encriptación

source: No encryption
es: No encriptar

source: Enable image viewer
es: Activar visor de imágenes

source: Documents only
es: Sólo documentos

source: Image viewer height
es: Altura visor de imágenes

source: Always show full image
es: Siempre mostrar imagen completa

source: Fixed (640px)
es: Fijo (640px)

source: Assign Place records to Trees
es: Asignar Lugar de registros a Árboles

source: Convert
es: Convertir

source: (This will assign all current places to the selected tree)
es: (Esto va a asignar todos los actuales lugares al árbol seleccionado)

source: (This will remove the tree assignment from all Place records)
es: (Esto va a quitar la asignación del árbol de todos los Lugar de registros)

source: Leave blank or set to zero to remove this limit
es: Dejar en blanco o poner a cero para quitar este límite

source: Use SMTP authentication
es: Usar autenticación SMTP

source: SMTP host name
es: Nombre de servidor SMTP

source: Mail username
es: Usuario de Mail

source: Mail password
es: Contraseña de Mail

source: Port number
es: Número de Puerta

source: Show Share Link
es: Mostrar Enlace Compartido

source: Default PDF Page Size
es: Tamaño por Defecto de Página PDF

source: Terrain
es: Terreno

source: Road Map
es: Mapa de Rutas

source: Use default thumbnails
es: Usar miniaturas por defecto

source: Geocode all new places
es: Poner Geocode a todo nuevo lugar

source: Notify on reviewable submissions
es: Notificar sobre presentaciones para revisar

source: Assume private if not dead this many years
es: Asumir que es privado si no ha muerto en tantos años

source: First day of week
es: Primer día de la semana

source: Edit timeout (minutes)
es: Plazo para la edición (minutos)

source: Show Names for Private
es: Mostrar Nombres para Privado

source: Tables
es: Tablas

source: Show Notes and Custom Events on Register
es: Mostrar Notas y Eventos personalizados del Registro

source: Collation
es: Cotejar

source: (leave blank to accept the default)
es: (deje en blanco para aceptar por defecto)

source: Scroll citations
es: Desplazamiento de citas

source: Hide personal media
es: Ocultar reproductor

source: Search Link Destination
es: Destino Enlace de Búsqueda

source: Quick Search
es: Búsqueda rápida

source: Advanced Search
es: Búsqueda Avanzada

source: Box Width
es: Ancho del Box

source: Box Height
es: Altura del Box

source: Spacing
es: Espaciado

source: Vertical Chart
es: Cuadro Vertical

source: Re-use deleted IDs
es: Reutilizar ID eliminados

source: Show last import
es: Mostrar última importación

source: Database Port
es: Puerto de la Base de Datos

source: Database Socket
es: Socket de la Base de Datos

source: Prefixes and Suffixes
es: Prefijos y Subfijos

source: Person prefix
es: Prefijo de la Persona

source: Person suffix
es: Subfijo de la Persona

source: Family prefix
es: Prefijo de la Familia

source: Family suffix
es: Subfijo de la Familia

source: Source prefix
es: Prefijo de la Fuente

source: Source suffix
es: Subfijo de la Fuente

source: Note prefix
es: prefijo de la Nota

source: Note suffix
es: subfijo de la Nota

source: Mobile
es: Mobil

source: Mobile site name will be
es: El nombre del sitio Mobil sera

source: in mobile menu bar
es: en la barra del menu Mobil

source: below mobile menu bar
es: debajo de la barra del menu Mobil

source: Enable responsive tables
es: Activar tablas de respuesta

source: Responsive table type
es: Tipos de tablas de respuesta

source: Enable responsive tables mode switcher
es: Activar modo conmutado de tabla de respuesta

source: Enable responsive tables mini map
es: Activar mini mapa de tabla de respuesta

source: Show 'Important tasks' messages
es: Muestre mensajes de 'tareas importantes'

source: Show record totals on Admin menu
es: Mostrar registros totales en menu de Administracion

source: Alert if no backup in this many days
es: Alertar si no hay copia de respaldo en muchos dias

source: NOTE: If your database is very large, you might want to use an independent tool (like mysqldumper or phpMyAdmin) to back up and restore your tables. At least one of these should be available from your site control panel.
es: NOTA: si si base de datos es muy grande, Usted puede usar una herramienta independiente (como mysqldumper o phpMyAdmin) para hacer la popia de respaldo o restaurar sus tablas. Por lo menos una de ellas debe estar disponible en el panel de control de su sitio.

source: Map Key
es: Clave del Mapa

source: reCAPTCHA Site Key
es: Llave del sitio reCAPTCHA

source: reCAPTCHA Secret
es: reCAPTCHA Secreto

source: Remove physical file on delete
es: Quite el archivo físico cuando borre

source: On request
es: Cuando le digan

source: Show photos on one row
es: Muestre las fotos en una fila

source: Custom footer message
es: Mensaje personalizado de pie de pagina

source: Separate media in tree folders
es: Separar medios en tres carpetas

source: xxx media files moved
es: xxx archivos de medios movidos

source: Y-DNA Compare Tests Column Heading Colors
es: Pruebas de comparación de Colores Y-DNA en el encabezado de la columna

source: Get Color Codes Here
es: Consiga Codigo de Colores Aqui

source: Main heading background color
es: Color de fondo del encabezado principal

source: Mode values background color
es: Color de fondo del Mode

source: Fast mutating background color
es: Color de fondo de la mutación rápida

source: Markers 1-12 background color
es: Color de fondo de marcadores 1-12

source: Markers 13-25 background color
es: Color de fondo de marcadores 13-25

source: Markers 26-37 background color
es: Color de fondo de marcadores 26-37

source: Markers 38-67 background color
es: Color de fondo de marcadores 38-67

source: Markers 68-111 background color
es: Color de fondo de marcadores 68-111

source: Text color
es: Color del Texto

source: Show DNA Test Number Publicly
es: Muestre numero de DNA Test Públicamente

source: Exclude From Ancestral Surnames
es: Excluir de Apellidos de Antepasados

source: Uppercase Ancestral Surnames
es: Apellidos de Antepasados en Mayusculas

source: Show cookie approval message
es: Mostrar mensaje de aprobacion de cookies

source: Show link to data protection policy
es: Mostrar enlace a politica de proteccion de datos

source: I am using TNG offline
es: Yo uso TNG fuera de linea

source: Prompt for consent regarding personal info
es: Pregunte para dar consentimiento concerniente a información personal.

source: enter ID or part of first and/or last name
es: ingresar ID o parte del nombre y/o apellido

source: Please enter part of a place name.
es: Por favor, ingrese parte del nombre del lugar.

source: Add New Place
es: Añadir Nuevo Lugar

source: Create a record for a new place
es: Crear registro para un nuevo lugar

source: Edit Existing Place
es: Editar Lugar Existente

source: Edit information for a previously entered place
es: Editar información de Lugar previamente añadido

source: Please enter a place.
es: Por favor, ingrese un lugar.

source: New Place Information
es: Información del Nuevo Lugar

source: Existing Information for Place
es: Información Existente para Lugar

source: Changes to place
es: Cambios para lugar

source: Select Place and Action
es: Seleccionar Lugar y Acción

source: Merge Places
es: Fusionar Lugares

source: Find Merge Candidates
es: Buscar Posibles Fusiones

source: Select Places to Merge
es: Seleccionar Lugares para Fusionar

source: Merge<br>these<br>(delete)
es: Fusionar<br>estos<br>(eliminar)

source: into<br>this<br>(keep)
es: con<br>este<br>(conservar)

source: Place merge successful
es: Fusión de lugares exitosa

source: Nothing to merge
es: Nada para fusionar

source: Please select a merge target.
es: Por favor, seleccione un objetivo de fusión

source: Search again
es: Buscar de nuevo

source: Are you sure you want to delete this place?
es: ¿Está seguro que quiere eliminar este lugar?

source: Make changes to place name in existing events
es: Hacer cambios de nombres de lugares en eventos existentes

source: Are you sure you want to unlink this cemetery?
es: ¿Está seguro que desea desvincular este cementerio?

source: Missing latitude or longitude
es: Falta Latitud o Longitud

source: This place name is an LDS temple code
es: Este nombre de lugar es un código del templo LDS

source: Find only LDS temple codes
es: Buscar sólo códigos del templo LDS

source: Choose a Cemetery
es: Elegir un Cementerio

source: Copy geocode information below to this cemetery
es: Copiar información de codificación geográfica sobre este cementerio

source: Link this place to a cemetery
es: Vincular este lugar a un cementerio

source: List only includes cemeteries that are not already linked to a place
es: Lista sólo incluyendo cementerios que no están vinculados a un lugar

source: No cemeteries exist, or each cemetery has already been linked to a place.
es: No existen cementerios, o cada cementerio ya ha sido vinculado a un lugar.

source: Ignore all
es: Ignorar todo

source: Use first match
es: Usar primera coincidencia

source: If multiple results are found for a place:
es: Si se encuentran múltiples resultados para un lugar:

source: Geocode all Places without latitude and longitude coordinates
es: Poner Geocode a todos los Lugares sin coordenadas de latitud y longitud

source: Geocoding...
es: Haciendo Geocode...

source: Return to Geocode menu
es: Volver al menú Geocode

source: Limit:
es: Limite:

source: No limit
es: Sin limite

source: Blank place name
es: Nombre de lugar en blanco

source: Could not be geocoded
es: no se pudo hacer geocode

source: Ignored (too many results)
es: Ignorado (demasiados resultados)

source: Tree assignments removed from all place records
es: Asignaciones de árboles quitados de registros de todos los lugares

source: Place level not set
es: Nivel del lugar no establecido

source: Place not saved. Another place with that name already exists. Please merge instead.
es: Lugar no salvado. Otro lugar con el mismo nombre existe actualmente. Por favor una ambos.

source: No associated events
es: Sin eventos asociados

source: Generate New ID
es: Generar Nuevo ID

source: Generating...Please wait
es: Generando... Por favor espere

source: Tracking Lines of Descent...
es: Seguiendo Líneas de Descendencia...
