Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/main.po
Languages: es

source: Not yet located
es: Aún no ubicada

source: Unmarked
es: Sin marca

source: Missing
es: Falta

source: Required. This should correspond to the name and location of your file <em>within the headstones folder</em> once the file is uploaded. For example, if your headstones folder is called <em>photos/headstones</em>, and you want your file to be called <em>headstone.jpg</em> and go in a subfolder of photos/headstones called <em>newheadstones</em>, you would enter <em>newheadstones/headstone.jpg</em> in this field.
es: Requerido. Esto debe coincidir con el nombre y la ubicación de su archivo <em>dentro de la carpeta de lápidas</em> una vez que el archivo haya sido subido. Por ejemplo, si su carpeta de lápidas se llama <em>fotos/lapidas</em>, y usted quiere que su archivo se llame <em>lapida.jpg</em> y se ubique en la sub-carpeta fotos/lapidas, usted debe ingresar <em>fotos/lapidas/lapida.jpg</em> en este campo.

source: Add New Headstone
es: Añadir Nueva Lápida

source: Create a record for a new headstone and link it to an individual
es: Crear registro para una nueva lápida y vincular con un individuo

source: Edit information for a previously entered headstone
es: Editar información de una lápida previamente añadida

source: leave blank to show all headstones
es: dejar en blanco para mostrar todas las lápidas

source: Cemetery Name or Location
es: Nombre del Cementerio o Ubicación

source: Use this photo on pedigree charts and in name titles
es: Usar esta foto en cuadros genealógicos y nombres de títulos

source: Owner/Source
es: Propietario/Fuente

source: Dimensions
es: Dimensiones

source: Select Image
es: Seleccionar Imagen

source: Specify image
es: Especificar imagen

source: Create from original
es: Crear desde original

source: Please enter a destination name for your thumbnail image
es: Por favor, ingrese un nombre de destino para su imagen en miniatura

source: Generate Thumbnails
es: Generar Miniaturas

source: Automatically generate smaller versions of all photos without existing thumbnails.
es: Generar en forma automática versiones más pequeñas de todas las fotos en caso de no haber miniaturas previamente existentes.

source: Thumbnails generated
es: Miniaturas generadas

source: Make Default
es: Por Defecto

source: Path within headstones folder <br>(subfolder and file name)
es: Ruta dentro de la carpeta de lápidas <br>(nombre de sub-carpeta y archivo)

source: Records updated
es: Registros actualizados

source: Remove default photo
es: Eliminar foto por defecto

source: Number of people to link to this headstone
es: Número de personas a vincular con esta lápida

source: Sort Headstones
es: Ordenar Lápidas

source: Sort Headstones for
es: Ordenar Lápidas para

source: Sort Headstones for an Individual
es: Ordenar Lápidas para un individuo

source: Indicate a desired order for the headstones linked to a specific individual
es: Establecer orden deseado para las lápidas vinculadas a un individuo específico

source: Enter a numeric value for each item.
es: Ingresar un valor numérico para cada ítem.

source: Click the up and down arrows to move items up or down in the order.
es: Haga Clic en las flechas para mover los items hacia arriba y hacia abajo.

source: Create a record for a new photo and link it to individuals, families or sources
es: Crear registro para una nueva foto y vincular a individuos, familias o fuentes

source: Number of people, families or sources to link to this photo
es: Número de personas, familias o fuentes vinculadas a esta foto

source: Indicate a desired order for the photos linked to a specific individual, family or source
es: Indicar el orden deseado para las fotos vinculadas a un individuo, familia o fuentes específicas

source: Assign Default Photos
es: Asignar Fotos Por Defecto

source: Make first photo for each individual, family and source be that entity's default photo.
es: Convertir por defecto la primera foto de cada familia, individuo o fuente.

source: Overwrite existing defaults
es: Sobrescribir las actuales por defecto

source: Assign Defaults
es: Asignar Por Defecto

source: Default photos assigned
es: Fotos por defecto asignadas

source: Image Map
es: Mapa de Imagen

source: circle
es: círculo

source: rectangle
es: rectángulo

source: polygon
es: polígono

source: Shape of region
es: Forma de la región

source: Width (pixels)
es: Ancho (píxeles)

source: Height (pixels)
es: Altura (píxeles)

source: Image dimensions
es: Dimensiones de la imagen

source: pixels wide
es: píxeles de ancho

source: pixels high
es: píxeles de alto

source: Changes to all selected photos
es: Cambios para todas las fotos seleccionadas.

source: Changes to all selected headstones
es: Cambios para todas las lápidas seleccionadas

source: Date Taken/Created
es: Fecha de la toma

source: Place Taken/Created
es: Lugar de la toma

source: This media comes from an external source (you must supply your own thumbnail)
es: Este medio proviene de una fuente externa (Ud. debe proporcionar una miniatura)

source: Media File
es: Archivo de Medio

source: File name on site
es: Nombre del archivo en el sitio

source: Link this media directly to the selected cemetery
es: Vincular este medio directamente al cementerio seleccionado.

source: Use the thumbnail to identify this person, family or source on pedigree and other charts, including family group sheets.
es: Usar la miniatura de esta imagen para identificar a esta persona, familia o fuente en árboles y otros gráficos, incluidas las hojas de grupo familiar.

source: The item could not be added, most likely because another media record already exists for the collection and physical file specified.
es: El elemento no pudo ser añadido, probablemente porque existe ya otro registro en la base de datos para el archivo de medio especificado.

source: Required. This should correspond to the name and location of your file <em>within the collection folder</em> once the file is uploaded. For example, suppose you are uploading a photo and your photos folder is called <em>photos</em>. If you want your file to be called <em>myphoto.jpg</em> and go in a subfolder of photos called <em>newphotos</em>, you would enter <em>newphotos/myphoto.jpg</em> in this field.
es: Requerido. Esto debe coincidir con el nombre y la ubicación de su archivo <em>dentro de la carpeta de fotos</em> una vez que el archivo ha sido subido. Por ejemplo, si su carpeta de fotos se llama <em>fotos</em>, y usted desea llamar a su archivo <em>mifoto.jpg</em> y colocarlo en una sub-carpeta llamada <em>nuevasfotos</em>, deberá ingresar <em>nuevasfotos/mifoto.jpg</em> en este campo.

source: Leave this field blank if the file has already been uploaded.
es: Dejar este campo en blanco si el archivo ya ha sido subido a la carpeta de fotos.

source: Thumbnails not generated due to path, permissions, size or file name problems
es: No se han generado miniaturas debido a problemas con la ruta, los permisos, el tamaño o el nombre de archivo

source: Show cemetery map and media whenever this item is displayed
es: Mostrar mapa y medios del cementerio siempre que se visualice este ítem.

source: <strong>OR</strong><br>Body Text
es: <strong>O</strong><br>Texto del Cuerpo

source: Convert line breaks to HTML on display
es: Convertir saltos de línea a HTML al mostrar

source: Open in new window
es: Abrir en nueva ventana

source: Edit Existing Media
es: Editar Medios Existentes

source: Add New Media
es: Añadir Nuevo Medio

source: Are you sure you want to delete this media?
es: ¿Está seguro que quiere eliminar este medio?

source: Thumbnails
es: Miniaturas

source: Edit Existing Album
es: Editar Album Existente

source: Add New Album
es: Añadir Nuevo Album

source: New Album Information
es: Información de Nuevo Album

source: Are you sure you want to delete this album?
es: ¿Está seguro que quiere eliminar este álbum?

source: Please enter an album name.
es: Por favor, ingrese el nombre del álbum.

source: Album Name
es: Nombre del Album

source: Keywords
es: Palabras Clave(Keywords)

source: Changes to album
es: Cambios en álbum

source: Add to Album
es: Agregar al Album

source: Collection
es: Colección

source: File ext.
es: Ext. de archivo

source: Add Another Link
es: Agregar Otro Enlace

source: Media URL
es: URL de Medio

source: Store files in
es: Guardar archivos en

source: Multimedia Folder
es: Carpeta de Medios

source: Collection Folder (e.g., "photos")
es: Carpeta de Colección (p.ej., "fotos")

source: The file could not be copied to
es: El archivo no pudo ser copiado a

source: Existing Media Information
es: Información de Medio Existente

source: Convert Selected to
es: Convertir Seleccionados a

source: Changes to all selected media
es: Cambiar todos los medios seleccionados

source: Changes to item
es: Cambiar el item

source: Link to specific event
es: Enlace a evento específico

source: Sort Media for an Individual, Family, Source, Repository or Place
es: Ordenar Medios para un Individuo, Familia, Fuente, Repositorio o Lugar

source: Sort xxx for
es: Ordenar xxx para

source: Unlinked only
es: Sólo sin enlaces

source: The principal image and the thumbnail image may not be the same file. Please select a different thumbnail image, or have one created for you.
es: La imagen principal y la imagen en miniatura no deben ser el mismo archivo. Por favor, seleccione una imagen en miniatura diferente, o disponga de una creada por usted.

source: Regenerate existing thumbnails
es: Regenerar las miniaturas existentes

source: For circles
es: Para círculos

source: For rectangles
es: Para rectángulos

source: First click in the center of the circle, then click anywhere on the outside of the circle.
es: Primero haga Clic en el centro del círculo, luego haga Clic fuera del círculo en cualquier lado.

source: First click in the upper left corner of the rectangle, then click in the lower right corner.
es: Primero haga Clic en la esquina superior izquierda del rectángulo, luego haga Clic en la esquina inferior derecha.

source: first one
es: primero una

source: Please allow about 16 vertical pixels for the media player controller.
es: Por favor, permita alrededor de 16 píxeles verticales para el controlador del reproductor de medios.

source: No status
es: Sin estatus

source: Please enter an ID for the selected Link Type.
es: Por favor, ingrese un ID para el Tipo de Vínculo seleccionado.

source: Album Information
es: Información de Album Existente

source: Media Information
es: Información de Medio

source: Link regions of your image to different people or other pages (optional)
es: Vincular regiones de su imagen a diferentes personas o a otras páginas (opcional)

source: To link a region of this photo to an individual, first select the individual's tree, then create a rectangle for the desired region. This is done by clicking in the upper left corner of the region and then dragging to the lower right corner. Alternately, you may click in the upper left corner and then again in the lower right corner. A popup box will then help you select the individual. After the selection is made, code for the image map will be added to the box below. Repeat this process as needed for additional regions.
es: Para vincular un región de esta foto a un individuo específico, seleccione el árbol del individuo, defina la forma y las dimensiones de la región y luego haga Clic en el centro de la región correspondiente en la foto. Una ventana emergente le ayudará a seleccionar el individuo. Después de realizar la selección, el código del mapa de imagen se añadirá en el box de abajo. Repita este procedimiento cada vez que sea necesario para las regiones adicionales.

source: Album Links
es: Enlaces a Album

source: A link to the selected entity already exists in this album.
es: Un enlace a la entidad seleccionada ya existe en este álbum.

source: The entity ID you entered is invalid. No link was created.
es: El ID de la entidad ingresado no es válido. No se creo el enlace.

source: Album Media
es: Album de Medios

source: Remove Link
es: Quitar Enlace

source: Are you sure you want to remove this media from this album?
es: ¿Esta seguro que quiere quitar este medio del álbum?

source: Search for existing media to include in this album
es: Buscar medios existentes para incluir en este álbum

source: upload new media here first
es: subir nuevo medio primero aquí

source: Existing Media
es: Medios Existentes

source: Browse, Delete or Drag to Sort
es: Explorar, Eliminar o Arrastrar para Ordenar

source: Add New Links
es: Añadir Nuevos Enlaces

source: Browse or Delete
es: Explorar o Eliminar

source: included
es: incluido

source: Manage media included in this album (Add, Delete, Sort)
es: Administrar medio incluido en este álbum (Añadir, Eliminar, Ordenar)

source: Edit album name, description and keywords
es: Editar nombre de álbum, descripción y palabras clave

source: Link this item to People, Families, Sources, Repositories or Places
es: Vincular el álbum a Personas, Familias, Fuentes, Repositorios o Lugares

source: Included Media
es: Medio Incluido

source: No media included yet
es: Todavía no se ha incluido medio

source: No links exist yet
es: Todavía no existen enlaces

source: (original is too large)
es: (el original es muy grande)

source: (invalid image or inadequate permissions)
es: (imagen no válida o permisos inadecuados)

source: (original not found)
es: (no se encuentra el original)

source: Upload a new file from your computer, or select from files already on your site
es: Subir nuevo archivo desde su computadora, o seleccionar archivos ya ubicados en su sitio web

source: Note: Media may be added to this album, and the album linked to individuals or families, on the next screen.
es: Nota: El medio puede ser añadido a este álbum, y el álbum ser vinculado a individuos o familias en la siguiente pantalla.

source: Note: More information may be added, and the item linked to individuals or families, on the next screen.
es: Nota: Puede añadir más información, y el item ser vinculado a individuos o familias en la siguiente pantalla.

source: Edit media title, description and other basic details
es: Editar título del medio, descripción y otros detalles básicos

source: Default Photo
es: Foto por Defecto

source: Alt Title/Desc
es: Alternar Título/Desc.

source: Edit Media Link
es: Editar Enlace de Medio

source: Plot
es: Trazar

source: Add Collection
es: Añadir Colección

source: Collection ID
es: ID de Colección

source: Folder Name
es: Nombre de Carpeta

source: Icon File
es: Archivo de Icono

source: Same setup as
es: Igual configuración que

source: Please enter a collection ID.
es: Por favor, ingrese ID de colección.

source: Please enter a collection display name.
es: Por favor, ingrese un nombre de colección para mostrar.

source: Please enter a collection folder name.
es: Por favor, ingrese un nombre de carpeta de colección.

source: Please enter a collection icon file name.
es: Por favor, ingrese un nombre de archivo de icono de colección.

source: Edit Collection
es: Editar Colección

source: Are you sure you want to delete this media type?
es: ¿Esta seguro que quiere eliminar este tipo de medio?

source: <strong>Size note:</strong> Most browsers limit the amount of data that can be sent in a web form to about 64Kb. If you have a large amount of text to type or paste in the Body Text field above, you might consider using historytemplate.php instead. See the Help for more information.
es: <strong>Nota de tamaño:</strong> La mayoría de los exploradores limitan la cantidad de datos que pueden enviarse en fomulario web a 64Kb. Si usted tiene una gran cantidad de texto para tipear o pegar en el campo Cuerpo de Texto de arriba, debería considerar el uso del historytemplate.php en su lugar. Vea la Ayuda para más información.

source: Regenerate thumbnail path names where file does not exist
es: Regenerar nombres de ruta de miniaturas donde los archivos no existen

source: Sort Albums for an Individual, Family, Source, Repository or Place
es: Ordenar Albums para un Individuo, Familia, Fuente, Repositorio o Lugar

source: The Collection ID you entered could not be added because it already exists.
es: La ID de Colección que ha ingresado no pudo añadirse debido a que ya existe.

source: Optional. Leave blank to allow photos to be visible in all trees.
es: Opcional. Dejar en blanco para permitir que las fotos sean visibles en todos los árboles.

source: This file already exists. Overwrite?
es: Este archivo ya existe. Desea sobrescribirlo?

source: Thumbnail File
es: Archivo Miniatura

source: Move to top
es: Mover hacia arriba

source: Export as
es: Exportar como

source: Upload
es: Cargar

source: Link to selected
es: Enlazar a seleccionado

source: Upload Media
es: Cargar Media

source: Add files...
es: Agregar archivos...

source: Start upload
es: Iniciar carga

source: Start
es: Iniciar

source: Cancel upload
es: Cancelar la carga

source: Local path(s)
es: Ruta local

source: Do you want to delete the physical file as well?
es: Usted desea borrar el archivo físico tambien?

source: Changes to report
es: Cambios en reporte

source: Edit Existing Report
es: Editar Reporte Existente

source: Existing Report Information
es: Información de Reporte Existente

source: Existing Reports
es: Reportes Existentes

source: New Report Information
es: Información del Nuevo Reporte

source: Report Name
es: Nombre del Reporte

source: Rank/Priority
es: Ranking/Prioridad

source: Choose Fields to Display
es: Elegir Campos para Mostrar

source: Spouse ID
es: ID de Cónyuge

source: Spouse Name
es: Nombre del Cónyuge

source: Last Modified Date
es: Ultima Modificación

source: LDS Baptism Date
es: Fecha Bautismo LDS

source: LDS Baptism Place
es: Lugar Bautismo LDS

source: LDS Endowment Date
es: Fecha Investidura LDS

source: LDS Endowment Place
es: Lugar Investidura LDS

source: LDS Seal/Spouse Date
es: Fecha Sellado Cónyuge LDS

source: LDS Seal/Spouse Place
es: Lugar Sellado Cónyuge LDS

source: LDS Seal/Parents Date
es: Fecha Sellado Padres LDS

source: LDS Seal/Parents Place
es: Lugar Sellado Padres LDS

source: Choose Criteria
es: Elegir criterio

source: Full Name
es: Nombre completo

source: Last Name, First Name
es: Apellido, Nombre

source: Month Only From
es: Sólo Desde el Mes

source: Year Only From
es: Sólo Desde el Año

source: Day Only From
es: Sólo Desde el Día

source: Operators
es: Operadores

source: contains
es: contiene

source: starts with
es: comienza con

source: ends with
es: termina con

source: AND
es: Y

source: Current Month
es: Mes Actual

source: Current Year
es: Año Actual

source: Current Day
es: Día Actual

source: Constant String
es: Cadena Constante

source: Constant Value
es: Valor Constante

source: For an empty string, leave this field blank and click "Add >>."
es: Para una cadena vacía, deje este campo en blanco y haga Clic en "Añadir »»"

source: Choose Sort Fields
es: Ordenar Por Campos

source: Save Report
es: Guardar Reporte

source: Add New Report
es: Añadir Nuevo Reporte

source: Create a new report
es: Crear nuevo reporte

source: No reports exist
es: No existen reportes

source: Rank
es: Rango

source: Are you sure you want to delete this report?
es: ¿Está seguro que quiere eliminar este reporte?

source: Please enter a Report Name.
es: Por favor, ingrese un nombre de reporte.

source: Please select at least one display field.
es: Por favor, seleccione al menos un campo a mostrar.

source: Today (true date)
es: Hoy (fecha real)

source: Convert to Days
es: Convertir a días

source: Descending (Prev)
es: Descendente (Prev.)

source: Birth Date (True)
es: Fecha de Nacimiento (real)

source: Christening Date (True)
es: Fecha de Bautismo (real)

source: Death Date (True)
es: Fecha de Fallecimiento (real)

source: Burial Date (True)
es: Fecha de Entierro (real)

source: Marriage Date (True)
es: Fecha de Matrimonio (real)

source: LDS Baptism Date (True)
es: Fecha Bautismo LDS (real)

source: LDS Endowment Date (True)
es: Fecha Investidura LDS (real)

source: LDS Seal/Spouse Date (True)
es: Fecha Sellado Cónyuge LDS (real)

source: LDS Seal/Parents Date (True)
es: Fecha Sellado Padres LDS (real)

source: Current Month Number
es: Número Mes Actual

source: Living = yes
es: Vivo = sí

source: Living = no
es: Vivo = no

source: OR Leave Display, Criteria and Sort fields blank and enter direct SQL SELECT statement here
es: O deje en blanco los campos Criterio y Clasificación e ingrese directamente una declaración SQL SELECT en el siguiente espacio

source: Date
es: Fecha

source: Date (True)
es: Fecha (real)

source: Fact
es: Hecho

source: Add, edit, test or delete reports
es: Añadir, editar, evaluar o eliminar reportes

source: Message on "What's New" Page
es: Mensaje en Página "Novedades"

source: Type
es: Tipo

source: Mystery Photos
es: Fotos Raras

source: Elusive People
es: Personas Difíciles

source: Select Photo
es: Seleccionar Foto

source: Please enter a title
es: Por favor, ingrese un título

source: Please enter a description
es: Por favor, ingrese una descripción

source: Are you sure you want to remove this item?
es: ¿Esta seguro que quiere eliminar este item?

source: Message saved
es: Mensaje guardado

source: Private = yes
es: Privado = sí

source: Private = no
es: Privado = no

source: LDS Confirmation Date
es: Fecha de Confirmacion LDS

source: LDS Confirmation Place
es: Lugar de Confirmacion LDS

source: LDS Confirmation Date (True)
es: Lugar de Confirmacion LDS (Verdadero)

source: LDS Initiatory Date
es: Fecha de Iniciacion LDS

source: LDS Initiatory Place
es: Lugar de Iniciacion LDS

source: LDS Initiatory Date (True)
es: Lugar de Iniciacion LDS (Verdadero)

source: Save as copy
es: Salvar como copia

source: Active only
es: Activo solamente

source: Please select a file to import.
es: Por favor, seleccione un archivo para importar.

source: Import GEDCOM (standard 5.5 format)
es: Importar GEDCOM (formato 5.5 estándar)

source: Add to or replace your genealogy (may take several minutes, depending on the size of your file)
es: Añadir o reemplazar su genealogía (puede tardar varios minutos, dependiendo del tamaño del archivo)

source: From your computer
es: Desde su PC

source: Import Data
es: Importar Datos

source: Set up the software for the first time.
es: Configurar el software por primera vez.

source: Replace (in selected tree)
es: Reemplazar (en árbol seleccionado)

source: Destination Tree
es: Arbol de destino

source: Please select or enter a destination tree.
es: Por favor, seleccione o ingrese un árbol de destino.

source: Import into
es: Importar a

source: Import a GEDCOM file
es: Importar un archivo GEDCOM

source: Create database tables, Set preferences
es: Crear tablas base de datos, establecer preferencias

source: Manage custom tags and event types
es: Gestionar etiquetas y eventos personalizados

source: Manage users and permissions
es: Gestionar usuarios y permisos

source: Create custom lists and reports
es: Crear listas y reportes personalizados

source: Manage alternate languages
es: Gestionar idiomas alternativos

source: Back up, restore and optimize database tables
es: Respaldar, restaurar y optimizar tablas

source: Upper case all surnames
es: Todos los apellidos en mayúsculas

source: Do not recalculate Living flag
es: No re-calcular marcas de individuos vivos

source: Start IDs at first available number
es: Comenzar IDs con el primer número disponible

source: You must select a tree before choosing this option.
es: Debe seleccionar un árbol antes de poder utilizar esta opción.

source: Import media if present
es: Importar medio, si existe

source: Main Menu
es: Menú Principal

source: Replace only if newer
es: Reemplazar sólo si es nuevo

source: Create a GENDEX file, Track lines of descent
es: Crear archivo GENDEX, Seguir líneas de descendencia
