Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/main.po
Languages: es

source: Finished tracking lines of descent.
es: Seguimiento Líneas de Descendencia finalizado.

source: Back to Secondary Processes
es: Volver a procesos secundarios

source: Sort Children
es: Ordenar hijos

source: Sorting Children
es: Orden de hijos

source: Sort Spouses
es: Ordenar cónyuges

source: Sorting Spouses
es: Orden de cónyuges

source: Relabel Branches
es: Re-etiquetar ramas

source: Relabeling Branches
es: Re-etiquetado de ramas

source: Creating GENDEX file...
es: Creando archivo GENDEX...

source: Finished with GENDEX file creation.
es: Finalizada la creación del archivo GENDEX.

source: Where to post your GENDEX file
es: Dónde enviará su archivo GENDEX

source: Trim Media Menus
es: Recortar Menú de Medios

source: Counting media
es: Conteo de medios

source: Finished
es: Terminado

source: Refresh Living
es: Actualizar vivos

source: changed to deceased
es: cambiado a fallecido

source: changed to living
es: cambiado a vivo

source: changed to private
es: cambiado a privado

source: Make Private
es: Volverlo privado

source: Add New Language
es: Añadir Nuevo Idioma

source: Please enter a language display name.
es: Por favor, ingrese el nombre con que se mostrara este idioma.

source: Please enter the name of the folder where files for this language will be stored.
es: Por favor, ingrese el nombre de la carpeta en la que se guardarán los archivos para este idioma.

source: New Language Information
es: Información de Nuevo Idioma

source: Name for this language<br>as it will be displayed for visitors
es: Nombre del idioma<br>tal como se mostrará a los visitantes

source: Create a record for a new language
es: Crear registro para un nuevo idioma

source: No language records exist
es: No existe registro de idioma

source: Are you sure you want to delete this language?
es: ¿Está seguro que quiere eliminar este idioma?

source: Existing Language Information
es: Información de Idioma Existente

source: Edit Existing Language
es: Editar Idioma Existente

source: Changes to language
es: Cambios en idioma

source: Add, edit or delete languages
es: Añadir, editar o eliminar idiomas

source: Create a record for a new tree
es: Crear registro para un nuevo árbol

source: No tree records exist
es: No existen registros de árbol

source: Existing Tree Information
es: Información de Arbol Existente

source: Edit information for a previously entered tree
es: Editar información de un árbol previamente añadido

source: Tree Name
es: Nombre de Arbol

source: Owner
es: Propietario

source: Are you sure you want to delete this tree and all associated items?
es: ¿Está seguro que quiere eliminar este árbol y todos sus componentes asociados?

source: Are you sure you want to clear all data from this tree?
es: ¿Está seguro que quiere borrar todos los datos de este árbol?

source: Changes to tree
es: Cambios en árbol

source: New Tree Information
es: Información de Nuevo Arbol

source: Edit Existing Tree
es: Editar Arbol Existente

source: was successfully cleared
es: fue borrado con éxito

source: Don't allow users to download GEDCOM files
es: No permitir a usuarios descargar archivos GEDCOM

source: GEDCOM Export
es: Exportar GEDCOM

source: Exporting GEDCOM...
es: Exportando GEDCOM...

source: If the export fails to run to completion,
es: Si la exportación no puede completarse,

source: Finished Exporting GEDCOM
es: Exportación de GEDCOM finalizada

source: Back to Trees
es: Regresar a Arboles

source: Download GEDCOM
es: Descargar GEDCOM

source: Export media links
es: Exportar enlaces de medios

source: Change Tree
es: Cambiar Arbol

source: New Tree
es: Nuevo Arbol

source: Current Tree
es: Arbol Actual

source: WARNING: This operation will remove all family links, citations and other references to this entity within the current tree.
es: ADVERTENCIA: Esta operación eliminará todos los vínculos familiares, citas y otras referencias a esta entidad dentro del árbol actual.

source: Keep owner information private
es: Mantener en privado la información del propietario

source: Local path
es: Paso local

source: Don't allow users to create PDF files
es: No permitir a los usuarios crear archivos PDF

source: Exclude private
es: Excluir privado

source: Exclude living
es: Excluir vivos

source: Import File Name
es: Importar Nombre Archivo

source: Add New User
es: Añadir Nuevo Usuario

source: Create a record for a new user
es: Crear registro para un nuevo usuario

source: No user records exist
es: No existe registro de usuario

source: Existing User Information
es: Información de Usuario Existente

source: Edit information for a previously entered user
es: Editar información de un usuario previamente añadido

source: Are you sure you want to delete this user?
es: ¿Está seguro que quiere eliminar este usuario?

source: Changes to user
es: Cambios en usuario

source: Please enter a password.
es: Por favor, ingrese una contraseña.

source: Please enter a username.
es: Por favor, ingrese un nombre de usuario.

source: New User Information
es: Información de Nuevo Usuario

source: Edit Existing User
es: Editar Usuario Existente

source: Allow to view information for living individuals
es: Permitir visualizar información de individuos vivos

source: Allow to view LDS information
es: Permitir visualizar información LDS

source: Please enter a user description.
es: Por favor, ingrese una descripción de usuario.

source: The first user you create will be an Administrator (NO tree selected) and will have access to all system settings.
es: El primer usuario que cree debe ser un Administrador (NO se le debe asignar árbol) y tendrá acceso a todas las configuraciones del sistema.

source: ERROR: Your user could not be created because another user with the same username already exists.
es: ERROR: Su usuario no pudo ser creado porque ya existe otro con el mismo nombre de usuario.

source: Allow to download GEDCOMs
es: Permitir descargar archivos GEDCOM

source: Assigned
es: Asignado

source: Optional. Assigning no tree to the user will result in the user have rights for all trees and all branches. The site administrator should not be assigned a tree.
es: Opcional. Si no se asigna árbol al usuario, sus derechos se aplicarán a todos los árboles y todas las ramas. El administrador del sitio no debe tener asignado un árbol.

source: Optional. Assigning a branch to the user will constrain the rights granted on this page to the assigned branch within the selected tree.
es: Opcional. Al asignar una rama al usuario, los derechos concedidos se van a ajustar a la rama asignada dentro del árbol seleccionado.

source: Access Limits:
es: Límites de acceso:

source: Rights:
es: Derechos:

source: Real Name
es: Nombre Real

source: New User Registrations
es: Registros de Nuevos Usuarios

source: Process records for newly registered users. New users have no rights until registrations are processed.
es: Procesar registros para usuarios recien registrados. Los nuevos usuarios no tendrán ningún derecho hasta que los registros sean procesados.

source: No new users
es: Ningún usuario nuevo

source: Last Login
es: Último Acceso

source: Allow to submit edits for administrative review (People, Families and Sources only)
es: Permitir correcciones sujetas a revisión administrativa. (sólo Personas, Familias y Fuentes)

source: Notify this user upon account activation
es: Notificar a este usuario la activación de su cuenta.

source: No edit rights
es: Sin derechos para editar

source: E-mail Users
es: E-mail Usuarios

source: E-mail Message To Users
es: Mensaje por E-mail a Usuarios

source: E-mail Subject
es: Asunto del E-mail

source: E-mail Text
es: Texto del E-mail

source: Select group to receive e-mail (leave blank to send to all)
es: Seleccione el grupo al cual enviar el E-mail (dejar en blanco para enviar a todos)

source: Optional. Choosing a tree will restrict the message to users assigned to that tree.
es: Opcional. Eligiendo un árbol va a restringir el mensaje a los usuarios asignados a ese árbol.

source: Optional. Choosing a branch will restrict the message to users assigned to that branch.
es: Opcional. Eligiendo una rama va a restringir el mensaje a los usuarios asignados a esa rama.

source: Send E-mail
es: Enviar E-mail

source: Sent E-mail Message
es: Enviar Mensaje por E-mail

source: Your e-mail message has been sent.
es: Su mensaje por E-mail ha sido enviado.

source: Your e-mail message failed to send.
es: Falló el envío de su mensaje por E-mail.

source: Please enter a subject for your message.
es: Por favor, ingrese un asunto para su mensaje.

source: Please enter the text of your message.
es: Por favor, ingrese el texto de su mensaje.

source: Show Admin users only
es: Mostrar sólo usuarios Admin

source: Date Registered
es: Fecha de Registro

source: Date Activated
es: Fecha de Activación

source: Do not send mass e-mail to this user
es: No enviar E-mail masivo a éste usuario

source: Apply the above rights to all trees and branches.
es: Permitir acceso a todas las configuraciones del sistema y funciones administrativas, y aplicar los derechos de arriba a todos los árboles y ramas.

source: Restrict the above rights to the following:
es: Restringir los derechos de arriba a lo siguiente:

source: Allow to edit any existing data
es: Permitir editar cualquier dato existente

source: Allow to add any new data
es: Permitir añadir cualquier nuevo dato

source: Allow to delete any existing data
es: Permitir eliminar cualquier dato existente

source: Guest
es: Invitado

source: No add, edit or delete rights.
es: No añadir, editar o eliminar derechos.

source: No access to Admin area.
es: No acceder al área de Administración.

source: Submitter
es: Sugeridor

source: Submit changes subject to review.
es: Enviar cambios sujetos a revisión.

source: Contributor
es: Colaborador

source: Add information, including media.
es: Añadir información, incluyendo medios.

source: Add, edit and delete all information, including media.
es: Añadir, editar y eliminar toda la información, incluidos los medios.

source: Administrator
es: Administrador

source: All rights.
es: Todos los derechos.

source: Media Contributor
es: Colaborador de Medios

source: Add media only.
es: Añadir sólo medios.

source: Media Editor
es: Editor de Medios

source: Add, edit and delete media only.
es: Añadir, editar y eleminar sólo medios.

source: Allow to edit media only
es: Permitir editar sólo medios

source: Allow to add media only
es: Permitir añadir sólo medios

source: Allow to delete media only
es: Permitir eliminar sólo medios

source: No add rights
es: No añadir derechos

source: No delete rights
es: No eliminar derechos

source: Custom
es: Personalizado

source: Allow to view information for private individuals
es: Permitir ver información a individuos privados

source: Allow to download PDFs
es: Permitir la descarga de PDFs

source: Allow to edit user profile and change password
es: Permitir editar el perfil del usuario y cambiar la clave

source: Apply rights to multiple trees
es: Aplicar derechos a múltiples arboles

source: Consent given
es: Consentimiento dado

source: Date Consented
es: Fecha de concentimiento

source: Login failed.
es: Datos de acceso incorrectos.

source: Admin Log File
es: Archivo Log de Admin

source: Most Recent Actions
es: Acciones Más Recientes

source: Stay logged in on this computer
es: Recordar en este equipo

source: Your session has expired.
es: Su sesión ha expirado.

source: Click to log in again.
es: Haga Clic para ingresar nuevamente.

source: Your login is not yet active. Please try again later or contact the site administrator.
es: Su inicio de sesión no está activa. Por favor, inténtelo de nuevo más tarde o contacte con el administrador del sitio.

source: Create a new timeline event
es: Crear nuevo evento en línea de tiempo

source: Edit Existing Timeline Event
es: Editar Evento Cronológico Existente

source: leave blank to show all timeline events
es: dejar en blanco para mostrar todos los evento cronológicos

source: Event year
es: Año del evento

source: Event detail
es: Detalles del evento

source: Select Timeline Event and Action
es: Seleccionar Evento Cronológico y Acción

source: Changes to timeline event
es: Cambios en evento cronológico

source: Are you sure you want to delete this timeline event?
es: ¿Está seguro que quiere eliminar este evento cronológico?

source: Please enter the event year.
es: Por favor, ingrese el año del evento.

source: Please enter the event detail.
es: Por favor, ingrese los detalles del evento.

source: Existing Timeline Event
es: Evento Cronológico Existente

source: New Timeline Event
es: Nuevo Evento Cronológico

source: Add, edit or delete timeline events
es: Añadir, editar o eliminar eventos cronológicos

source: (only year is required)
es: (sólo el año es requerido)

source: Start Date
es: Fecha Inicial

source: End Date
es: Fecha Final

source: Event title
es: Título del evento

source: Select Event and Action
es: Seleccione Evento y Acción

source: Suggested
es: Sugerido

source: Notes regarding<br>suggested change<br>(will not be saved)
es: Notas respecto al<br>cambio sugerido<br>(no se guardarán)

source: Posted on
es: Publicado el

source: Save and Delete
es: Guardar y Eliminar

source: Postpone
es: Postergar

source: Ignore and Delete
es: Ignorar y Eliminar

source: was deleted
es: fue eliminado

source: was made permanent
es: se hizo permanente

source: Directly locate, edit or delete any note in your database.
es: Localizar directamente, editar o eliminar cualquier nota en su base de datos.

source: Provide your visitors with a general site update or other timely information at the top of your What's New page.
es: Proporcione a sus visitantes con una actualización general del sitio o de otra información actualizada en la parte superior de la página Novedades.

source: Create a list of elusive people and unidentified photos, in hopes of getting more publicity for the items that are giving you the most trouble.
es: Crear una lista de personas difíciles de ubicar y de fotos no identificadas, con la esperanza de conseguir más difusión para los elementos que le están dando más problemas.

source: Mod List
es: Lista de Mod

source: removed
es: removido

source: Installed
es: Instalado

source: deleted
es: eliminado

source: can't delete
es: no se puede eliminar

source: Config File Name
es: Nombre del Archivo de Configuración

source: Version
es: Versión

source: No mod definition files (xxx) found in the mod folder
es: No hay archivos de definición del mod (xxx) que se encuentren en la carpeta mod

source: Bad target
es: Destino incorrecto

source: Unable to write to
es: No se puede escribir en

source: is not writable, check permissions
es: no puede ser escrito, verificar permisos

source: Check permissions, must be writable.
es: Comprobar permisos, debe tener permiso de escritura.

source: Total Errors
es: Total Errores

source: Missing file
es: Falta archivo

source: not unique
es: no es único

source: Parameter definition error, missing description
es: Error en la definición de parámetros, falta descripción

source: Default value
es: Valor por defecto

source: File written
es: Archivo escrito

source: Local copy of xxx for installation is missing
es: Copia local de xxx para la instalación no se encuentra

source: Mod updates are required
es: Se requiere la actualización del Mod

source: Unable to install this mod
es: No se puede instalar este mod

source: Target file is an empty file.
es: El archivo de destino es un archivo vacío.

source: Cannot delete, file is missing
es: No se puede eliminar, el archivo no se encuentra

source: The Edit parameters were changed as follows:
es: Edición ejecutada con las siguientes notas

source: Options
es: Opciones

source: View Log
es: Ver registro

source: Changes
es: Cambios

source: Creates
es: Crea

source: Copies
es: Copias

source: Copies to
es: Copias 2

source: Mod Manager Log
es: Opciones de Log Manager Mod

source: Sort Lists by
es: Tipo listas

source: Mod Name
es: Nombre del Mod

source: Bypass the Confirmations
es: Saltarse las confirmaciones

source: Modify Mod Manager Options
es: Modificar opciones de Mod Manager

source: You have not selected any files!
es: No ha seleccionado ningún archivo!

source: Select
es: Elija

source: Show Mod Manager Action Log
es: Mostrar registro de acción Mod Manager

source: Mod Manager Most Recent Actions
es: Mod Manager más recientes acciones

source: Clear Log
es: Borrar registro

source: Are you sure you want to clear the log?
es: Estás seguro que quieres borrar el registro?

source: copied
es: copiado

source: file is empty
es: archivo vacío

source: files copied
es: archivos copiados

source: install
es: instalar

source: File deleted
es: Archivo borrado

source: created
es: creado

source: Choose the filter and click Go for the available controls
es: Seleccione el filtro y haga clic en Ir para los controles disponibles

source: Max number of transactions
es: Nº máx. de transacciones

source: Status
es: Estado

source: Uninstall
es: Desinstalar

source: Clean Up
es: Limpiar

source: Edit Options
es: Editar Opciones

source: OK to install
es: Aceptar para instalar

source: file version/version mismatch
es: versión archivo / versión incompatible

source: BOM removed
es: BOM eliminado

source: cannot install
es: no se puede instalar

source: cannot remove mod
es: no puede eliminar mod

source: unable to update parameter
es: no se puede actualizar el parámetro

source: Clean up
es: Limpiar

source: file copies specified
es: copias de archivos específicos

source: Delete
es: Borrar

source: errors
es: errores

source: files excused
es: archivos exentos

source: files installed
es: archivos instalados

source: files removed
es: archivos removidos

source: format error
es: error de formato

source: Install
es: Instalar

source: Installing
es: Instalando

source: Line
es: Línea

source: modified
es: modificado

source: code modifications installed
es: modificaciones de código instalados

source: mod uninstalled
es: mod desinstalado

source: code modifications removed
es: modificaciones de código removidos

source: code modifications specified
es: modificaciones de código especificados

source: new files specified
es: nuevos archivos especificados

source: new file created
es: nuevo archivo creado

source: action tag invalid
es: etiqueta de acción inválida

source: mod file not found
es: archivo mod no encontrado

source: missing elements
es: elementos ausentes

source: %end:% tag missing
es: %final:% etiqueta ausente

source: missing location tag
es: etiqueta de ubicación ausente

source: optional
es: opcional

source: partially installed
es: parcialmente instalado

source: Uninstalling
es: Desinstalando

source: required tag missing
es: etiqueta requerida ausente

source: Restoring default parameter
es: Restaurar parámetro por defecto

source: Return to Mod Manager
es: Volver a Mod Manager

source: tag not terminated
es: etiqueta no terminada

source: tag is unknown
es: etiqueta desconocida

source: target file
es: archivo destino

source: updated
es: actualizado

source: Updating parameter
es: Actualización de parámetro

source: unexpected end of file
es: final inesperado de archivo

source: Warnings
es: Advertencias

source: Allow Delete Selected of Partially Installed Mods
es: Permitir Eliminar Selección de Mods Parcialmente Instalados

source: Allow Delete of individually Installed Mods
es: Permitir Eliminar Mods individualmente instalados

source: Show Mod Warnings in Status
es: Mostar Advertencias de Mod en Estado

source: Log full path for file actions
es: Registrar ruta completa para archivo de acciones

source: Deleting
es: Eliminando

source: Files
es: Archivos

source: Lock
es: Bloquear

source: accessible
es: accesible

source: bypassed
es: Desviado

source: will ignore
es: ignorará

source: file missing (optional)
es: archivo ausente (opcional)

source: target file missing
es: archivo destino ausente

source: file locked (optional)
es: archivo bloqueado (opcional)

source: file locked
es: archivo bloqueado

source: already removed
es: ya removido

source: no access
es: sin acceso

source: failed to install
es: fallado para instalar

source: optional source missing
es: fuente opcional ausente

source: source missing
es: fuente ausente

source: optional file not copied
es: archivo opcional no copiado

source: can't create new file
es: no puede crear nuevo archivo

source: can't create optional new file
es: no puede crear nuevo archivo opcional

source: not created
es: no creado

source: Use Fixed Headers
es: Usar Encabezados Fijos

source: can't remove, optional, bypassed
es: no puede remover, opcional, desviado

source: target folder missing
es: carpeta destino ausente

source: edit parameters
es: editar parámetros

source: Collapse Log Display
es: Mostrar Colapso de Log

source: for mod name
es: para nombre de mod

source: Please check file permissions
es: Por favor, compruebe permiso de archivos

source: parameter missing
es: parámetro ausente

source: editing
es: edición

source: Redirect to Log For
es: Redirigir a Log Para

source: Errors Only
es: Sólo Errores

source: All Transactions
es: Todas las Transacciones

source: Use stripes
es: Usar rayas

source: Stripe after number of rows
es: Raya después de número de filas

source: Adjust Fixed Headers
es: Ajustar Encabezados Fijos

source: Display Settings
es: Mostrar Configuraciones

source: code fragment not allowed here
es: fragmento de código no permitido aquí

source: exists
es: existe

source: new folders specified
es: nueva carpeta especificada

source: can't remove
es: No se puede quitar

source: Show Analyze TNG Files tab
es: Mostrar Analizar pestaña de archivos TNG

source: Show Other Developer tools
es: Mostrar Otras Herramientas de desarrollo

source: Show Recommended Updates tab
es: Mostrar pestaña de Actualizaciones Recomendadas

source: Analyze TNG Files
es: Analizar archivos TNG

source: View Parser Table
es: Mirar analizador de tablas

source: Recommended Updates
es: Actualizaciones Recomendadas

source: Select a mod config file to view the parser table results
es: Seleccione un archivo de configuración de mod para ver los resultados del analizador de tablas

source: Parser Tags Array:
es: Analiza Conjunto de Etiquetas:

source: Select TNG file to see which mods affect it
es: Selecione los archivos TNG para ver que mods lo afectan

source: The updated Mod Guidelines recommend that custom text be inserted before the comments at the beginning of the cust_text.php file so that mods do not impact user manual changes made after the comment lines.
es: Las Pautas Mod actualizadas recomiendan insertar texto personalizado antes de los comentarios al comienzo del archivo cust_text.php para que los mods no impacten los cambios hechos en el manual del usuario después de los comentarios.

source: Update cust_text.php files
es: Actualizar archivo cust_text.php

source: Are you sure you want to update the cust_text.php files?
es: Esta seguro de querer actualizar el archivo cust_text.php?

source: Remove spaces from file names in Mod List
es: Quite espacios del archivo de nombres en la Lista Mod

source: verified
es: verificado

source: (provisional) must be available
es: (provisional) debe estar disponible

source: Return to previous page
es: Regrese a la pagina anterior
