Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/main.po
Languages: es

source: From web site (in GEDCOM folder)
es: Desde el sitio web (en la carpeta GEDCOM)

source: Import Custom Event Types only (no data is added, replaced or appended)
es: Importar Sólo Tipo de Eventos Personalizados (sin datos añadidos, reemplazados o adjuntos)

source: Hints: All Current Data means all people, families, sources and notes (media associations are not lost as long as IDs remain the same). Matches are always based on IDs only. New records are always added. Append imports all records with new IDs.
es: Consejos: Todos los Datos Actuales significa todas las personas, familias, fuentes y notas (los medios asociados no se pierden siempre que los ID permanezcan iguales). Las coincidencias se basan siempre sólo en los ID. Los registros nuevos son siempre añadidos. Adjuntar importa todos los registros con nuevo ID.

source: Accept data for all new Custom Event Types
es: Aceptar datos para todo nuevo Tipo de Evento personalizado

source: Destination Branch (optional)
es: Rama de Destino (opcional)

source: (in frame)
es: (en cuadro)

source: Getting Started
es: Comenzando

source: Import latitude / longitude data if present
es: Importar datos de Latitud / longitud si existe

source: Opening
es: Abriendo

source: Reopening
es: Reabriendo

source: Uploading
es: Cargando

source: Stop
es: Detener

source: Import stopped
es: Importación interrumpida

source: Resume
es: Clic aquí para reanudar

source: Admin Log
es: Registro de cambios

source: Install and Remove TNG Mods
es: Configurar 3ra parte complementos

source: Old style import (no progress bar)
es: Importar al viejo estilo (sin barra de progreso)

source: What's New, Most Wanted, Data Validation
es: Notas, Novedades, Más Buscado

source: Important tasks
es: Tareas Importantes

source: Review new user registrations
es: Revisar registro nuevos usuarios

source: Create your first tree
es: Cree su primer arbol

source: Create a user account for yourself
es: Cree una cuenta de usuario para Usted

source: add new people
es: Agregar personas

source: Add new families
es: Agregar familias

source: Review proposed changes to individual events
es: Revise cambios propuestos a eventos individuales

source: Review proposed changes to family events
es: Revise cambios propuestos a eventos familiares

source: Back up the data
es: Haga copia de seguridad de los datos

source: no backups exist
es: No existe copia de seguridad

source: last backup more than xxx days ago
es: Ultima copia de seguridad tiene xxx dias

source: Log DNA tests and link them to individuals
es: Entre pruebas de ADN y vinculelas a las personas

source: Changes to source
es: Cambios en fuente

source: Edit Existing Source
es: Editar Fuente Existente

source: Select Source and Action
es: Seleccionar Fuente y Acción

source: Short Title
es: Título Abreviado

source: Long Title
es: Título Completo

source: Call Number
es: Número Referencia

source: Publisher
es: Editor/a

source: Actual Text
es: Texto Real

source: Are you sure you want to delete this source?
es: ¿Está seguro que quiere eliminar esta fuente?

source: Please select or enter a short title for this event type.
es: Por favor, seleccione o ingrese un título breve para este tipo de evento.

source: Existing Information for Source
es: Información Existente para Fuente

source: New Source Information
es: Información de Nueva Fuente

source: Add New Source
es: Añadir Nueva Fuente

source: Please prefix Source ID with "S" for "Source"
es: Por favor, anteponer prefijo al ID de fuente con "S" para "Source (Fuente)"

source: Please enter a Source ID.
es: Por favor, ingrese un ID de fuente.

source: Please enter a valid Source ID. A valid ID is a numeric string prefixed with 'S'.
es: Por favor, ingrese un ID de fuente válido. Un ID válido es una cadena numérica con el prefijo 'S'.

source: Create a record for a new source
es: Crear registro para una nueva fuente

source: Edit information for a previously entered source
es: Editar información de una fuente previamente añadida

source: Add New Citation
es: Añadir Nueva Cita

source: Reliability
es: Confiabilidad

source: Higher numbers indicate greater reliability.
es: El número más alto indica mayor confiabilidad.

source: Citation Date
es: Fecha de Cita

source: Edit Existing Citation
es: Editar Cita Existente

source: Adding Citation...
es: Añadiendo Cita...

source: Deleting Citation...
es: Eliminando Cita...

source: Updating Citation...
es: Actualizando Cita...

source: Note: Additional events and notes may be added after the new source has been saved.
es: Nota: Se puede añadir eventos adicionales después de guardar la nueva fuente.

source: Please enter part of the source title.
es: Por favor, ingrese parte del título de la fuente.

source: Add New Repository
es: Añadir Nuevo Repositorio

source: Edit Existing Repository
es: Editar Repositorio Existente

source: Create a record for a new repository
es: Crear registro para un nuevo repositorio

source: Edit information for a previously entered repository
es: Editar información para un Repositorio previamente añadido

source: Please enter a Repository ID.
es: Por favor, ingrese el ID del Repositorio.

source: Please enter a Repository name.
es: Por favor, ingrese el nombre del Repositorio.

source: New Repository Information
es: Información del Nuevo Repositorio

source: Please prefix Repository ID with "REPO" for "Repository"
es: Por favor, anteponer prefijo al ID de Repositorio con "REPO" para "Repositorio"

source: Select Repository and Action
es: Seleccione Repositorio y Acción

source: Are you sure you want to delete this repository?
es: ¿Está seguro que quiere eliminar este Repositorio?

source: Changes to repository
es: Cambios en repositorio

source: Existing Information for Repository
es: Información Existente para Repositorio

source: Please enter part of the repository title.
es: Por favor, ingrese parte del título del repositorio.

source: Choose sources to merge or find potential matches
es: Elegir fuentes para fusionar o encontrar posibles coincidencias

source: Are you sure you want to merge these two sources?
es: ¿Usted está seguro que quiere fusionar estas dos fuentes?

source: Choose repositories to merge or find potential matches
es: Elegir Repositorios para fusionar o encontrar posibles coincidencias

source: Are you sure you want to merge these two repositories?
es: ¿Usted está seguro que quiere fusionar estos dos Repositorios?

source: Note: Additional events and notes may be added after the new repository has been saved.
es: Nota: Eventos y notas adicionales se pueden agregar luego de que el nuevo Repositorio sea guardado.

source: Check New ID
es: Comprobar Nuevo ID

source: is not a valid ID. A valid ID is a numeric string prefixed with
es: no es un ID válido. Un ID válido es una cadena numérica con el prefijo

source: is in use. Please choose a different ID
es: está en uso. Por favor, elija un ID diferente

source: is OK to use
es: está OK para usar

source: Template Number
es: Número de Plantilla

source: Main image (home page)
es: Imagen principal (pagina inicio)

source: Title image (home page)
es: Título de imagen (pagina inicio)

source: Headline
es: Encabezamiento

source: Welcome paragraph
es: Párrafo de Bienvenida

source: Header image (including title)
es: Imagen de cabecera (incluyendo título)

source: Pedigree person ID
es: ID Linaje de persona

source: Pedigree tree ID
es: ID Linaje de árbol

source: Photos &amp; Histories person ID
es: ID Fotos &amp; Historias de persona

source: Photos &amp; Histories tree ID
es: ID Fotos &amp; Historias de árbol

source: Header image
es: Imagen de cabecera

source: Header title image
es: Título imagen de cabecera

source: Title image (all pages)
es: Título imagen (todas las páginas)

source: Search paragraph
es: Buscar párrafo

source: Family Histories paragraph
es: Párrafo Historias de Familia

source: Family Histories links (His)
es: Enlaces Historias de Familia (de él)

source: Family Histories links (Hers)
es: Enlaces Historias de Familia (de ellos)

source: Most Wanted paragraph
es: Párrafo de Más Buscado

source: Resources paragraph
es: Párrafo de Recursos

source: Resources links
es: Enlaces de Recursos

source: Header title, part 1
es: Título cabecera, parte 1

source: Header title, part 2
es: Título cabecera, parte 2

source: Header title, part 3
es: Título cabecera, parte 3

source: Header subtitle
es: Subtítulo de encabezado

source: Latest news
es: Ultimas novedades

source: Mom's Side label
es: Etiqueta del Lado de la Madre

source: Dad's Side label
es: Etiqueta del Lado del Padre

source: Mom's Side person ID
es: ID persona del Lado de la Madre

source: Mom's Side tree ID
es: ID árbol del Lado de la Madre

source: Dad's Side person ID
es: ID persona del Lado del Padre

source: Dad's Side tree ID
es: ID árbol del Lado del Padre

source: Feature 1 thumbnail
es: Característica 1 miniatura

source: Feature 1 link
es: Característica 1 enlace

source: Feature 1 title
es: Característica 1 título

source: Feature 1 paragraph
es: Característica 1 párrafo

source: Feature 2 thumbnail
es: Característica 2 miniatura

source: Feature 2 link
es: Característica 2 enlace

source: Feature 2 title
es: Característica 2 título

source: Feature 2 paragraph
es: Característica 2 párrafo

source: Feature 3 thumbnail
es: Característica 3 miniatura

source: Feature 3 link
es: Característica 3 enlace

source: Feature 3 title
es: Característica 3 título

source: Feature 3 paragraph
es: Característica 3 párrafo

source: Feature 4 thumbnail
es: Característica 4 miniatura

source: Feature 4 link
es: Característica 4 enlace

source: Feature 4 title
es: Característica 4 título

source: Feature 4 paragraph
es: Característica 4 párrafo

source: Main image caption
es: Leyenda principal de la imagen

source: Main title
es: Título principal

source: His Side label
es: Etiqueta Lado de él

source: Her Side label
es: Etiqueta Lado de ella

source: News text
es: Texto de Noticias

source: Enable Template Selection
es: Habilitar la selección de plantillas

source: Template
es: Plantilla

source: Create copy in
es: Crear copia en

source: Feature links
es: Enlaces a características

source: Features paragraph
es: Párrafo de Características

source: Welcome headline
es: Encabezado de bienvenida

source: Menu Title
es: Título del Menú

source: Title option
es: Opción de Título

source: Left image
es: Imagen izquierda

source: Left image title
es: Título imagen izquierda

source: Left image caption
es: Etiqueta imagen izquierda

source: Right image
es: Imagen derecha

source: Right image title
es: Título imagen derecha

source: Right image caption
es: Etiqueta imagen derecha

source: Top Surnames label
es: Etiqueta apellidos arriba

source: Header image 2
es: Cabecera de imagen 2

source: Header image 3
es: Cabecera de imagen 3

source: Show Previews
es: Mostrar Previas

source: Hide Previews
es: Ocultar Previas

source: Feature 5 thumbnail
es: Caracteristica de la miniatura 5

source: Feature 5 link
es: Caracteristica del enlace 5

source: Feature 5 title
es: Caracteristica del titulo 5

source: Feature 5 paragraph
es: Caracteristica del paragrafo 5

source: Feature 6 thumbnail
es: Caracteristica de la miniatura 6

source: Feature 6 link
es: Caracteristica del enlace 6

source: Feature 6 title
es: Caracteristica del titulo 6

source: Feature 6 paragraph
es: Caracteristica del paragrafo 6

source: Feature 7 thumbnail
es: Caracteristica de la miniatura 7

source: Feature 7 link
es: Caracteristica del enlace 7

source: Feature 7 paragraph
es: Caracteristica del paragrafo 7

source: Feature 8 thumbnail
es: Caracteristica del la minitura 8

source: Feature 8 link
es: Caracteristica del enlace 8

source: Feature 8 paragraph
es: Caracteristica del paragrafo 8

source: Sidebar header 1
es: Encabezado 1

source: Sidebar header 2
es: Encabezado 2

source: Sidebar header 3
es: Encabezado 3

source: Text 1 title
es: Titulo del texto 1

source: Text 1 link
es: Enlace del texto 1

source: Text 1 paragraph
es: Paragrafo de texto 1

source: Text 2 title
es: Titulo del texto 2

source: Text 2 link
es: Enlace del texto 2

source: Text 2 paragraph
es: Paragrafo del texto 2

source: Text 3 title
es: Titulo del texto 3

source: Text 3 paragraph
es: paragrafo del texto 3

source: Subhead 1
es: Subtitulo 1

source: Subhead 2
es: Subtitulo 2

source: Quotes header
es: Encabezado de comillas

source: Quotes subhead
es: Subtítulo de citas

source: Featurette name
es: Nombre de la función

source: Featurette first line
es: Featurette primera línea

source: Featurette second line
es: Featurette segunda línea

source: Featurette image
es: Imagen destacada

source: Featurette person ID
es: ID de persona de Featurette

source: Featurette tree ID
es: ID del árbol de características

source: Quote
es: Cita

source: Link
es: Enlace

source: Feature 7 title
es: Caracteristica del titulo 7

source: Feature 8 title
es: Caracteristica del titulo 8

source: Feature 9 title
es: Caracteristica del titulo 9

source: Feature 9 thumbnail
es: Caracteristica del la minitura 9

source: Feature 9 link
es: Caracteristica del enlace 9

source: Feature 9 paragraph
es: Caracteristica del paragrafo 9

source: Tables created successfully.
es: Tablas creadas con éxito.

source: Back to the Setup Menu
es: Volver al menú de configuración

source: Configuration
es: Configuración

source: Enter values for system variables.
es: Establecer valores para variables del sistema

source: Create the database tables to hold your information.
es: Crear tablas de base de datos para almacenar su información.

source: <strong>Warning!</strong> Select this option only when you are setting your site up for the first time. <strong>All existing data, including photos, histories, headstones and cemetery information, will be erased!</strong>
es: <strong>¡Cuidado!</strong> Seleccione esta opción sólo si está configurando su sitio por primera vez. <strong>Todos los datos existentes, incluidas fotos, historias, lápidas e información de cementerios se van a borrar</strong>

source: This will delete ALL your existing data!! Are you sure you want to continue?
es: ¡Esto borrará TODOS los datos existentes! ¿Está seguro que quiere continuar?

source: Perform data maintenance and manage photos, histories and other components.
es: Realizar mantenimiento y gestión de fotos, historias y otros componentes.

source: Create Tables
es: Crear Tablas

source: General Settings
es: Configuración General

source: Log Settings
es: Configuración de Log

source: Import Settings
es: Configuración de Importación

source: Diagnostics
es: Diagnósticos

source: Run Diagnostics
es: Ejecutar Diagnósticos

source: PHP Info Screen
es: Pantalla info PHP

source: This information comes from your server and relates to your PHP installation, not TNG.
es: Esta información ha sido producida por su servidor y está relacionada con su instalación de PHP. No ha sido producida por TNG.

source: PHP version
es: Versión PHP

source: (TNG requires 5.6 or higher.)
es: (TNG requiere la versión 5.6 o superior.)

source: GD graphics library
es: Biblioteca de gráficos GD

source: (Required for TNG's thumbnail creation tools.)
es: (Requerida para que TNG pueda crear las miniaturas.)

source: Available, but does not support .gif images
es: Disponible, pero no soporta imágenes .gif

source: Not installed
es: No Instalado

source: Safe Mode
es: Modo Seguro

source: Off
es: Desactivado

source: On
es: Activado

source: File Uploads
es: Subir archivos

source: (Required for web-based GEDCOM upload, image upload and other form functionality.)
es: (Requerido para subir archivos GEDCOM al servidor via web, subir imágenes y otras funciones.)

source: Permitted
es: Permitido

source: Not permitted, use FTP instead
es: No permitido, use FTP en su lugar

source: MySQL version
es: Versión MySQL

source: (TNG requires 5.5 or higher.)
es: (TNG requiere la versión 5.5 o superior.)

source: Webserver
es: Servidor web

source: File/Folder Permissions
es: Permisos de archivos/carpetas

source: (TNG requires some files and folders to have special access rights.)
es: (TNG requiere que algunos archivos y carpetas tengan permisos especiales.)

source: Script running as user:
es: El script se ejecuta como usuario:

source: PHP reports it as user:
es: PHP reporta como usuario:

source: You may not have the necessary level of file access to run TNG without problems if you use both FTP and the TNG admin functions to manage files.
es: Es posible que no tenga el nivel necesario de acceso a los archivos para que TNG funcione sin problemas en caso de utilizar FTP y las funciones administrativas de TNG simultáneamente.

source: File is read-only:
es: El archivo es de sólo lectura:

source: Folder is read-only:
es: La carpeta es de sólo lectura:

source: Public log
es: Log Público

source: Admin log
es: Log Admin

source: Folder does not exist:
es: La carpeta no existe:

source: Key folders are all read/write
es: Las carpetas clave son todas de lectura/escritura

source: Configuration files are all read/write
es: Los archivos de configuración son todos de lectura/escritura

source: Acceptable.
es: Aceptable.

source: Some functionality may be restricted. You may encounter errors during installation or while running TNG.
es: Algunas funciones pueden estar restringidas. Es posible que se produzcan errores durante la instalación o en el funcionamiento de TNG.

source: TNG may not run without changes to your PHP or server configuration.
es: Puede que TNG no funcione sin hacer cambios en la configuración de su PHP o en la del servidor.

source: Your browser:
es: Su navegador:

source: Modify Configuration Settings
es: Modificar opciones de configuración

source: Database Host
es: Host base de datos

source: Database Name
es: Nombre base de datos

source: Database User Name
es: Nombre Usuario base de datos

source: Database Password
es: Contraseña base de datos

source: Root Path
es: Ruta raíz

source: Home Page
es: Página inicio

source: E-mail Address
es: Dirección E-mail

source: Site Owner
es: Propietario del sitio

source: Max Descendancy Generations
es: Nro. Máximo de Generaciones Descendientes

source: Disallow
es: No permitir

source: Default: Allowed
es: Por Defecto: Permitido

source: Max Search Results
es: Nro. Máximo de Resultados en Búsqueda

source: Target Frame
es: Marco de Destino

source: Table
es: Tabla

source: Back up
es: Copia de Respaldo

source: Restore
es: Restaurar

source: File Size
es: Tamaño Archivo

source: successfully backed up
es: respaldo exitoso

source: successfully restored
es: restauración exitosa

source: 'What's New' Days
es: 'Novedades' Días

source: 'What's New' Limit
es: 'Novedades' Límite

source: Photos Extension
es: Extensión de Fotos

source: Default Tree
es: Arbol Por Defecto

source: Require Login
es: Requerir Autenticación

source: Default: Don't Require
es: Por Defecto: No requerir

source: Show LDS Data
es: Mostrar Datos LDS

source: Always
es: Siempre

source: Never
es: Nunca

source: Depending on user rights
es: Dependiendo de los derechos del usuario

source: Allow
es: Permitir

source: Dynamic Language Change
es: Cambio Dinámico de Idioma

source: Optimize
es: Optimizar

source: successfully optimized
es: optimización exitosa

source: Custom Header
es: Encabezado Personalizado

source: Custom Footer
es: Pie Personalizado

source: Custom Meta
es: Meta personalizados

source: Line Ending
es: Final de línea

source: Backup Folder
es: Carpeta de Respaldos

source: Photo Folder
es: Carpeta de Fotos

source: Headstone Folder
es: Carpeta de Lápidas

source: History Folder
es: Carpeta de Historias

source: Back up, Restore &amp; Optimize Table Data
es: Respaldar, restaurar y optimizar tablas

source: Show Names for Living
es: Mostrar nombres de personas vivas

source: Abbreviate first name
es: Abreviar nombre

source: Register Format
es: Formato Registro

source: Standard Format
es: Formato Estándar

source: Thumbnails Prefix
es: Prefijo Miniaturas

source: Thumbnail Max Height
es: Altura Máxima Miniaturas

source: Thumbnail Max Width
es: Ancho Máximo Miniaturas

source: Thumbnails Suffix
es: Sufijo Miniaturas

source: Show Extended Photo Info
es: Mostrar Info Extensión de Fotos

source: Show Notes
es: Mostrar Notas

source: Underneath corresponding events where possible
es: Debajo del evento correspondiente, cuando sea posible

source: Underneath events, except general notes
es: Eventos de abajo, excepto notas generales

source: In Notes section
es: En sección Notas

source: Surname Prefixes (i.e., van, de)
es: Prefijos de Apellidos (por ej., van, de)

source: Keep as part of regular surname
es: Mantener como parte del apellido normal

source: Treat as separate entity
es: Tratar como entidad separada

source: Prefix Detection on Import
es: Detectar Prefijo al Importar

source: Num. prefixes each (max)
es: Nro. prefijos cada (max)

source: OR These specific prefixes
es: = Estos prefijos específicos

source: New links for Photos/Histories
es: Nuevos enlaces para Fotos/Historias

source: Max Generations, GEDCOM download
es: Máximo de Generaciones en descargas GEDCOM

source: Places Table
es: Tabla Lugares

source: Genealogy URL
es: URL Genealogía

source: Character set
es: Juego de caracteres

source: Server time offset (hours)
es: Corrección horaria del servidor (horas)

source: Back up Selected
es: Respaldo de elementos seleccionados

source: Optimize Selected
es: Optimizar elementos seleccionados

source: Selected Tables
es: Tablas seleccionadas

source: To back up, restore or optimize a table, click on the appropriate action icon for that table, or select multiple tables and apply that action to all selected by choosing the corresponding action at the top of the screen.
es: Para respaldar, restaurar u optimizar una tabla, haga Clic en el icono de la acción apropiada para esa tabla, o seleccione múltiples tablas y aplique tal acción en 'Con lo seleccionado' y luego haga Clic en Ir.

source: Tabs Style Sheet
es: Hoja de estilo para Etiquetas

source: Menu Location
es: Ubicación del Menú

source: Top left, over heading
es: Superior izquierda, arriba del título

source: Top right, next to heading
es: Superior derecha, al lado del título

source: Individuals start with
es: Individuos comienzan con

source: Personal information only
es: Sólo Información personal

source: All information
es: Toda la Información

source: Columns in Thumbnail View
es: Vista de Miniaturas en Columnas

source: Start Descendancy
es: Inicio Descendencia

source: Expanded
es: Expandido

source: Collapsed
es: Contraido

source: Register Generations
es: Registro de Generaciones

source: Always show everyone
es: Siempre mostrar todos

source: Remove individuals with no family
es: Quitar individuos sin familia

source: Restore Selected
es: Restaurar Seleccionados

source: Are you sure you want to restore the selected tables?
es: ¿Está seguro que quiere restaurar las tablas seleccionadas?

source: Are you sure you want to restore the table structure? All existing data will be lost!
es: ¿Está seguro que quiere restaurar la estructura de la tabla? Todos los datos existentes se perderán!

source: Back up Table Structure
es: Respaldar Estructura de Tabla

source: Table structure
es: Estructura de tabla

source: To back up or restore the table structure, click on the appropriate action icon below. WARNING: Restoring the table structure will delete all existing data!
es: Para respaldar o restaurar la estructura de la tabla, haga Clic en el icono de la acción apropiada más abajo. ATENCIÓN: ¡Al restaurar la estructura de la tabla se eliminarán todos los datos existentes!

source: Show Living Data
es: Mostrar datos de personas vivas

source: Do not display
es: No mostrar

source: Display menu
es: Mostrar menú

source: As icons
es: Como iconos

source: As dropdown list
es: Como lista desplegable
