Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/main.po
Languages: es

source: Branch Label
es: Etiqueta de Rama

source: Existing Branch
es: Rama Existente

source: New Branch
es: Nueva Rama

source: Number of Generations
es: Número de Generaciones

source: Ancestors
es: Ancestros

source: Descendant generations from each ancestor
es: Generaciones descendientes de cada ancestro

source: Descendants
es: Descendientes

source: Include spouses of descendants
es: Incluir cónyuges de los descendientes

source: Partial
es: Parcial

source: Add labels
es: Añadir etiquetas

source: Clear labels
es: Borrar etiquetas

source: Clearing Branch Labels
es: Borrando Etiquetas de Rama

source: Adding Branch Labels
es: Añadiendo Etiquetas de Rama

source: Total Affected
es: Total Afectado

source: Label more branches
es: Etiquetar más ramas

source: Please select an existing branch or enter a new one.
es: Por favor, seleccione una rama existente o ingrese una nueva.

source: Please enter a starting individual ID.
es: Por favor, ingrese el ID del individuo inicial.

source: Values for Ancestors and Descendants must be numeric.
es: Los valores para ancestros y descendientes deben ser numéricos.

source: Overwrite
es: Sobrescribir

source: Branch ID
es: ID de Rama

source: Add New Branch
es: Añadir Nueva Rama

source: Create a record for a new branch
es: Crear registro para una nueva rama.

source: Existing Branch Information
es: Información de Rama Existente.

source: Edit information for a previously entered branch
es: Editar información de rama previamente añadida.

source: Are you sure you want to delete this branch?
es: ¿Está usted seguro que desea eliminar esta rama?

source: Please enter a branch ID.
es: Por favor, indique el ID de rama.

source: Please enter a branch description.
es: Por favor, ingrese una descripción de la rama.

source: New Branch Information
es: Información de Nueva Rama

source: Edit Existing Branch
es: Editar Rama Existente

source: Changes to branch
es: Cambios para rama

source: Existing labels
es: Etiquetas existentes

source: Leave
es: Dejar

source: Append New
es: Añadir nuevo

source: Show people with this tree/branch
es: Mostrar personas de este árbol/rama

source: This number represents the total number of branch links, not necessarily the number of people or families currently linked to this branch. If you have recently re-imported your data, you may need to relabel your branches.
es: Este número representa el número total de ramas vinculadas, no necesariamente el número de personas o familias vinculadas a ésta rama. Si usted ha re-importado sus datos recientemente, es posible que necesite re-etiquetar sus ramas.

source: Include spouses for all descendants
es: Incluir cónyuges para todos los descendientes

source: Delete people and families with this branch label
es: Eliminar personas y familias con esta etiqueta de rama

source: Are you sure you want to delete all people and families with this branch label?
es: ¿Está seguro que quiere eliminar personas y familias con esta etiqueta de rama?

source: The map image file could not be copied to
es: El archivo de imagen del mapa no pudo ser copiado a

source: Changes to cemetery
es: Cambios en cementerio

source: Edit Existing Cemetery
es: Editar Cementerio Existente

source: Add New Cemetery
es: Añadir Nuevo Cementerio

source: Create a record for a new cemetery
es: Crear registro para un nuevo cementerio

source: Select Cemetery and Action
es: Seleccionar Cementerio y Acción

source: Location
es: Ubicación

source: Are you sure you want to delete this cemetery?
es: ¿Está seguro que desea borrar este cementerio?

source: Edit information for a previously entered cemetery
es: Editar información de cementerio previamente añadido

source: leave blank to show all cemeteries
es: dejar en blanco para mostrar todos los cementerios

source: Cemetery Name
es: Nombre del Cementerio

source: Map File Name
es: Nombre de Archivo del Mapa

source: County/Parish
es: Condado/Parroquia

source: State/Province/Shire
es: Estado/Provincia/Comarca

source: Please enter a country name.
es: Por favor, escriba el nombre del país.

source: Please enter a file name for your map file on the web server.
es: Por favor, ingrese un nombre de archivo para su archivo de mapa en el servidor web.

source: Existing Cemetery Information
es: Información de Cementerio Existente

source: New Cemetery Information
es: Información de Nuevo Cementerio

source: Map image to upload
es: Imagen del mapa para subir

source: Map File Name<br>within Headstones folder
es: Nombre de Archivo del Mapa<br>dentro de la carpeta de Lápidas

source: Leave this field blank if the file has already been uploaded to your headstones folder.
es: Dejar este campo en blanco si el archivo ya ha sido subido a la carpeta de lápidas.

source: Required if you are using a map. This should correspond to the name and location of your file <em>within the headstones folder</em> once the file is uploaded. For example, if your headstones folder is called <em>headstones</em>, and you want your file to be called <em>map.jpg</em> and go in a subfolder of headstones called <em>mymaps</em>, you would enter <em>mymaps/map.jpg</em> in this field.
es: Requerido si usted está usando un mapa. Esto debe coincidir con el nombre y la ubicación de su archivo <em>dentro de la carpeta de lápidas</em> luego que su archivo sea subido. Por ejemplo, si su carpeta de lápidas se llama <em>lapidas</em>, y usted desea llamar a su archivo <em>mapa.jpg</em> y colocarlo en una sub-carpeta de lápidas llamada <em>mismapas</em>, usted ingresará en éste campo <em>mismapas/mapa.jpg</em>.

source: Associated Place
es: Lugar Asociado

source: Fill Place
es: Rellenar Lugar

source: Copy the geocode information below to this place
es: Copiar la información de codificación geográfica sobre este lugar

source: already exists
es: ya existe

source: Added
es: Añadido

source: Enter new
es: Ingresar nuevo

source: Please enter a
es: Por favor, ingrese un

source: Netscape users: <br>You must reload the Cemeteries page to see your new
es: Usuarios de Netscape: <br>Debe recargar la página Cementerios para ver el nuevo

source: Deleting Note...
es: Borrando Nota...

source: Adding Note...
es: Añadiendo Nota...

source: Add New Note
es: Añadir Nueva Nota

source: Note
es: Nota

source: Modify Note
es: Modificar Nota

source: Changes to note
es: Cambios en nota

source: Adding Event...
es: Añadiendo Evento...

source: Deleting Event...
es: Borrando Evento...

source: Updating Event...
es: Actualizando Evento...

source: Modify Event
es: Modificar Evento

source: Add New Event
es: Añadir Nuevo Evento

source: (DD MMM YYYY)
es: (DD MMM AAAA)

source: Age
es: Edad

source: Agency
es: Organismo

source: Cause
es: Causa

source: More Information
es: Más Información

source: Duplicate for
es: Duplicada para

source: Importing GEDCOM...<br>(this may take several minutes)
es: Importando GEDCOM...<br>(esta operación puede tardar varios minutos)

source: If the import fails to run to completion,
es: Si el proceso de importación no puede completarse,

source: opened...
es: abierto...

source: to resume import
es: para reanudar la importación

source: opened to resume import...
es: abierto para reanudar la importación...

source: Import could not be resumed.
es: La importación no se pudo reanudar.

source: Finished Importing GEDCOM
es: Importación GEDCOM finalizada

source: Another tree already exists with the selected ID. Please select a different ID and try again.
es: Ya existe otro árbol con el ID seleccionado. Por favor, seleccione un ID diferente e intente de nuevo.

source: Back to Data Import
es: Volver a Importación de Datos

source: More Options
es: Más Opciones

source: Delete GEDCOM file (optional)
es: Eliminar archivo GEDCOM (opcional)

source: Could not upload file:
es: No se pudo cargar el archivo:

source: Your 'gedcom' folder may have inadequate permissions (try 755 or 777).
es: Su carpeta 'gedcom' puede tener permisos inadecuados (pruebe 755 o 777).

source: It may have already finished.
es: Es posible que ya haya terminado.

source: Make sure 'Save Import State' is turned on in the Import Settings.
es: Asegúrese de que 'Guardar Estado de Importación' está activado en Configuración de importación.

source: Changes to event type
es: Cambios en tipo de evento

source: Edit Existing Event Type
es: Editar Tipo de Evento Existente

source: Individual
es: Individuo

source: Please enter a type/description for this new event type.
es: Por favor, ingrese tipo/descripción para este nuevo tipo de evento.

source: Please enter a display string for this new event type.
es: Por favor, escriba un texto de pantalla para este nuevo tipo de evento.

source: Existing Event Type Information
es: Información de Tipo de Evento Existente

source: New Event Type Information
es: Información de Nuevo Tipo de Evento

source: Tag
es: Etiqueta

source: Type/Description
es: Tipo/Descripción

source: On Import
es: Al importar

source: Accept
es: Aceptar

source: Ignore
es: Ignorar

source: With custom tags (where tag = "EVEN"), this is the TYPE and is required. Optional for all other tags.
es: Con etiquetas personalizadas (donde etiqueta = "EVEN"), éste es el TIPO y es requerido. Opcional para el resto de las etiquetas.

source: Add New Event Type
es: Añadir Nuevo Tipo de Evento

source: Create a new event type record
es: Crear registro de nuevo tipo de evento

source: For Individuals...
es: Para Individuos...

source: For Families...
es: Para Familias...

source: Existing Event Types
es: Tipos de Eventos Existentes

source: Edit, delete or sort previously entered event types
es: Editar, borrar u ordenar tipos de eventos previamente añadidos

source: Are you sure you want to delete this event type?
es: ¿Está seguro que quiere borrar este tipo de evento?

source: Select Tag
es: Seleccionar Etiqueta

source: Please select or enter the tag for this event type.
es: Por favor, seleccione o ingrese la etiqueta para este tipo de evento.

source: or enter
es: o ingrese

source: will take precedence if both fields contain data
es: va a prevalecer éste si ambos campos contienen datos

source: Event
es: Evento

source: Adopted
es: Adoptado/a

source: Address
es: Dirección

source: Also Known As
es: También conocido/a como

source: Basmitzvah
es: Barmitzvah

source: Caste
es: Casta

source: Census
es: Censo

source: Adult Christening
es: Cristianizado/a Adulto

source: Confirmation
es: Confirmación

source: Cremated
es: Cremado/a

source: Physical Description
es: Descripción Física

source: Education
es: Educación

source: Emigration
es: Emigración

source: First Communion
es: Primera Comunión

source: Graduation
es: Graduación

source: National ID Number
es: No. Documento Nacional Identidad

source: Immigration
es: Inmigración

source: Language
es: Idioma

source: Nationality
es: Nacionalidad

source: Naturalization
es: Naturalización

source: Count of Children
es: Nro. de Hijos

source: Count of Marriages
es: Nro. de Matrimonios

source: Occupation
es: Ocupación

source: Ordinance
es: Ordenanza

source: Ordained
es: Ordenado

source: Phone
es: Teléfono

source: Probate
es: Lagalización

source: Possessions
es: Posesiones

source: Religion
es: Religión

source: Residence
es: Residencia

source: Restriction Notice
es: Aviso de Restricción

source: Retired
es: Jubilado

source: Permanent Record Number
es: Número Registro Permanente

source: Social Security Number
es: Número Seguridad Social

source: Will
es: Testamento

source: Annulled
es: Anulado

source: Divorce Filed
es: Divorcio Registrado

source: Engaged
es: Compromiso Matrimonial

source: Marriage Banns
es: Impedimento Matrimonial

source: Marriage Contract
es: Contrato Matrimonial

source: Marriage License
es: Licencia Matrimonial

source: Marriage Settlement
es: Matrimonio Establecido

source: For Sources...
es: Para fuentes...

source: Record ID Number
es: Número ID de Registro

source: Reference Number
es: Número de Referencia

source: Repository
es: Repositorio

source: Delete Selected
es: Borrar Seleccionados

source: Ignore Selected
es: Ignorar Seleccionados

source: Accept Selected
es: Aceptar Seleccionados

source: Changes to all event types
es: Cambios a todos los tipos de evento

source: For Repositories...
es: Para Repositorios...

source: No event types exist.
es: No existe ningún tipo de evento.

source: Descendant Interest
es: Descendiente de Interés

source: Enter a display message for each language,<br>or leave all blank and enter one display message above.
es: Ingrese un mensaje a mostrar para cada idioma,<br>o deje todo en blanco e ingrese un mensaje arriba para mostrar.

source: Associated with
es: Asociado con

source: Baptism
es: Bautismo

source: Your GEDCOM file may be larger than the maximum size allowed by your PHP installation. You can ask your provider to increase the 'upload_max_filesize' value, or you can copy your file to the 'gedcom' folder on your site and import it from there instead.
es: Su archivo GEDCOM podría ser mayor que el tamaño máximo admitido por su instalación de PHP. Usted puede solicitar a su proveedor de hosting que aumente el valor 'upload_max_filesize', o puede copiar el archivo en la carpeta 'gedcom' de su sitio web e importarlo desde allí.

source: Other Languages
es: Otros Idiomas

source: Event Data
es: Datos del Evento

source: Ancestor Interest
es: Ancestro de Interés

source: Collapse Event
es: Contraer Evento

source: Collapse
es: Contraer

source: Collapse Selected
es: Contraer Seleccionado

source: Expand Selected
es: Expandir Selecccionadas

source: Changes to family
es: Cambios en familia

source: Marr Date
es: Fecha Matrimonio

source: Edit Existing Family
es: Editar Familia Existente

source: Select Family and Action
es: Seleccionar Familia y Acción

source: Are you sure you want to delete this family?
es: ¿Está seguro que quiere borrar esta familia?

source: Existing Information for Family
es: Información Existente de Familia

source: New Family Information
es: Información de Nueva Familia

source: Sealed S Date (LDS)
es: Fecha sellado cónyuge (LDS)

source: Sealed S Place (LDS)
es: Lugar sellado cónyuge (LDS)

source: New Children
es: Nuevos Hijos

source: Add New Family
es: Añadir Nueva Familia

source: Create a record for a new family
es: Crear registro para una nueva familia

source: Edit information for a previously entered family
es: Editar información de una familia previamente añadida

source: Spouses' IDs
es: ID de Cónyuges

source: No Name
es: Sin Nombre

source: You must enter a Family ID before you can add new events.
es: Debe ingresar un ID de Familia para poder añadir nuevos eventos.

source: Please prefix Family ID with "F" for "Family"
es: Por favor, anteponer prefijo al ID de Familia con "F" para "Familia"

source: Please enter a valid Family ID. A valid ID is a numeric string prefixed with 'F'.
es: Por favor, ingrese un ID de Familia válido. Un ID válido es una cadena numérica precedida del prefijo 'F'.

source: You must enter a Family ID before you can add new notes.
es: Debe ingresar antes un ID de Familia para poder añadir nuevas notas.

source: You must enter a Family ID before you can use citations with this family.
es: Debe ingresar antes un ID de Familia para poder utilizar citas con esta familia.

source: General Family
es: Familia General

source: Marriage Type
es: Tipo de Matrimonio

source: Accept or decline tentative changes to families
es: Aceptar o rechazar cambios provisorios en familias

source: Note: Children and additional events, plus event-specific notes and citations, may be added on the next screen.
es: Nota: Los hijos y eventos adicionales, así como notas y citas para eventos específicos, podrán ser añadidos en la siguiente pantalla, después de que la Nueva Familia haya sido guardada.

source: Father ID
es: ID de Padre

source: Mother ID
es: ID de Madre

source: Enter part of father's and/or mother's name
es: ingrese parte del nombre y/o apellido

source: Please enter part of the father's or mother's name.
es: Por favor, ingrese una parte del nombre o del apellido.

source: Click Find or Create =>
es: Haga Clic en Buscar o Crear =>

source: Child unlinked from family
es: Hijo no vinculado de la familia

source: Child
es: Hijo

source: Adding Person...
es: Añadiendo Persona...

source: Changes to person
es: Cambios en persona

source: No birth info
es: Sin información de nacimiento

source: Edit Existing Person
es: Editar Persona Existente

source: Select Person and Action
es: Seleccionar Persona y Acción

source: Existing Information for Person
es: Información Existente para Persona

source: First/Given Name(s)
es: Nombre(s)

source: Last/Surname
es: Apellido(s)

source: Nickname
es: Apodo

source: Male
es: Masculino

source: Female
es: Femenino

source: Baptism Date (LDS)
es: Fecha Bautismo (LDS)

source: Baptism Place (LDS)
es: Lugar Bautismo (LDS)

source: Endowment Date (LDS)
es: Fecha Investidura (LDS)

source: Parents
es: Padres

source: Father
es: Padre

source: Mother
es: Madre

source: Unlink current individual
es: Desvincular al individuo actual

source: as child
es: como hijo/a

source: Sealed P Date (LDS)
es: Fecha Sellado Padres (LDS)

source: Sealed P Place (LDS)
es: Lugar Sellado Padres (LDS)

source: as spouse
es: como cónyuge

source: Spouse
es: Cónyuge

source: Order Number
es: Número de orden

source: Married
es: Casado/a

source: Do not go to new family on save
es: Al guardar no ir a nueva familia

source: Add New Person
es: Añadir Nueva Persona

source: Create a record for a new individual
es: Crear registro para un nuevo individuo

source: You must enter a Person ID before you can add new events.
es: Debe ingresar un ID de Persona antes de añadir nuevos eventos.

source: Please prefix Person ID with "I" for "Individual"
es: Por favor, anteponer prefijo al ID de Persona con "I" para "Individuo"

source: Please enter a valid Person ID. A valid ID is a numeric string prefixed with 'I'.
es: Por favor, ingrese un ID de Persona válido. Un ID válido es una cadena numérica precedida del prefijo 'I'.

source: New Person Information
es: Información de Nueva Persona

source: Please select a gender.
es: Por favor seleccione el sexo.

source: Short Form
es: Forma abreviada

source: Edit information for a previously entered individual
es: Editar información de un individuo previamente añadido

source: Unknown
es: Desconocido

source: You must enter a Person ID before you can add new notes.
es: Debe ingresar antes un ID de Persona para poder añadir nuevas notas.

source: Endowment Place (LDS)
es: Lugar Investidura (LDS)

source: You must enter a Person ID before you can use citations with this person.
es: Debe ingresar un ID de persona antes de poder utilizar citas con esta persona.

source: Relationship
es: Parentesco

source: Merge information for duplicate individual records.
es: Fusionar la información de registros individuales duplicados.

source: Choose individuals to merge or find potential matches
es: Escoger los individuos a fusionar o encontrar posibles coincidencias

source: Use Soundex
es: Usar Soundex

source: Using this option will cause the program to take longer when finding the next match or duplicate.
es: Si utiliza esta opción, el programa va a tardar más tiempo en encontrar la siguiente coincidencia o duplicación.

source: Combine notes &amp; citations
es: Combinar notas y citas

source: Are you sure you want to merge these two individuals?
es: ¿Está seguro que desea fusionar estos dos individuos?

source: Go to new family with current individual
es: Ir a nueva familia con el individuo actual

source: General Individual
es: Individuo General

source: Accept or decline tentative changes to individuals
es: Aceptar o rechazar cambios provisorios en individuos.

source: No children
es: Sin hijos

source: No parents
es: Sin padres

source: Association
es: Asociación

source: Deleting Association...
es: Eliminando Asociación...

source: Adding Association...
es: Añadiendo Asociación...

source: Updating Association...
es: Actualizando Asociación...

source: Add New Association
es: Añadir Nueva Asociación

source: Edit Existing Association
es: Editar Asociación Existente

source: Note: Additional events, plus event-specific notes and citations, may be added on the next screen.
es: Nota: Eventos adicionales, además de notas y citas para eventos específicos, podrán ser añadidos en la siguiente pantalla una vez que la nueva persona haya sido guardada.

source: as father
es: como padre

source: as mother
es: como madre

source: Note: Additional events, plus event-specific notes and citations, may be added later.
es: Nota: Eventos adicionales, además de notas y citas para eventos específicos, pueden añadirse más tarde.

source: No spouse
es: Sin esposo

source: Also add reverse association for same two people
es: También añadir asociación inversa para las dos mismas personas

source: Prefix
es: Prefijo

source: Check empty box to delete item at left
es: Marque el box vacío para eliminar el ítem a la izquierda

source: Choose<br>default<br>photo
es: Elegir<br>foto<br>por defecto

source: Confirmation Date (LDS)
es: Fecha de Confirmación (LDS)

source: Confirmation Place (LDS)
es: Lugar de Confirmación (LDS)

source: Initiatory Date (LDS)
es: Fecha de Inicio (LDS)

source: Initiatory Place (LDS)
es: Lugar de Inicio (LDS)

source: The thumbnail file could not be copied to
es: El archivo miniatura no pudo ser copiado a

source: Photo
es: Foto

source: Changes to photo
es: Cambios en foto

source: Edit Existing Photo
es: Editar Foto Existente

source: Add New Photo
es: Añadir Nueva Foto

source: Select Photo and Action
es: Seleccionar Foto y Acción

source: Photo ID
es: ID de Foto

source: Are you sure you want to delete this photo and all links associated with it?
es: ¿Está seguro que quiere borrar esta foto y todos los vínculos asociados a ella?

source: Please enter the path (folder and file name) of the image file within the photos folder on your web server.
es: Por favor, ingrese la ruta (carpeta y nombre de archivo) de la imagen dentro de la carpeta de fotos en su servidor web.

source: Please enter the path (folder and file name) of the thumbnail image file within the photos folder on your web server.
es: Por favor, ingrese la ruta (carpeta y nombre de archivo) de la imagen en miniatura dentro de la carpeta de fotos en su servidor web.

source: Please enter a description for the image.
es: Por favor, ingrese una descripción de la imagen.

source: Existing Photo Information
es: Información de Foto Existente

source: Thumbnail Image File
es: Archivo de Imagen Miniatura

source: File and Path Name
es: Nombre de Archivo y Ruta

source: Sort Photos
es: Ordenar Fotos

source: Sort Photos for
es: Ordenar Fotos de

source: Edit information for a previously entered photo
es: Editar información de una foto previamente añadida

source: leave blank to show all photos
es: dejar en blanco para mostrar todas las fotos

source: Headstone
es: Lápida

source: The image file could not be copied to
es: El archivo de imagen no pudo ser copiado a

source: Changes to headstone
es: Cambios en lápida

source: Edit Existing Headstone
es: Editar Lápida Existente

source: Select Headstone and Action
es: Seleccionar Lápida y Acción

source: Are you sure you want to delete this headstone?
es: ¿Está seguro que quiere borrar esta lápida?

source: Photo/Status
es: Foto/Estatus

source: Please select a cemetery.
es: Por favor, seleccione un cementerio.

source: Please enter a file name for your headstone image on the web server.
es: Por favor, ingrese el nombre de archivo de su imagen de lápida en el servidor web.

source: Existing Headstone Information
es: Información Existente de Lápida

source: New Headstone Information
es: Información de Nueva Lápida

source: Headstone Image File
es: Archivo de Imagen de Lápida

source: Located
es: Ubicación
