Repository: terry-texas-us/tng123
Catalog: locale/*/LC_MESSAGES/main.po
Languages: es

source: If you have not run the cust_text_update.php script as part of the TNG v12 upgrade, you need to update your cust_text.php files to <ul><li>add a new line to the files and </li><li>also update out-of-date line in your existing cust_text.php files</li></ul> which are not replaced during TNG upgrades.
es: Si no ha ejecutado el script cust_text_update.php como parte de la actualización de TNG v12, debe actualizar sus archivos cust_text.php para <ul> <li> agregar una nueva línea a los archivos y </li> <li> también actualice la línea out-of-date en sus archivos cust_text.php existentes </li> </ul> que no son reemplazados durante las actualizacion de TNG.

source: The new comment line should not be translated in the language files so that it can be used as an anchor to insert custom text before this new comment line by the mod developers.
es: La nueva línea de comentarios no se debe traducir en los archivos de idioma para que pueda usarse como delimitador para insertar texto personalizado, antes de esta nueva línea de comentarios por los desarrolladores de mods.

source: If you translate the new comment line, mod installs will fail.
es: Si usted traduce la nueva linea de comentarios, el mod instalado va a fallar.

source: Private Mod
es: Mod Privado

source: protected-remove file manually
es: Quite manualmente archivos protegidos

source: restored
es: restaurado

source: Do you really want to delete this mod and associated folder from your system? You can not undo this operation!
es: Usted quiere realmente borrar este mod y su carpeta asociada del sistema? Usted no puede deshacer esta operacion!

source: Allow Delete support folder when mod is deleted
es: Permitir eliminar carpeta auxiliar cuando se elimina mod

source: By choosing this option, user accepts all risk that unintended folders could be deleted. We believe this risk is very small.
es: Al elegir esta opción, el usuario acepta que todas las carpetas no deseadas sean eliminadas. Creemos que este riesgo es muy pequeño.

source: You should only set this option to Yes, if you forgot to Uninstall previous versions of the mod before installing a new version.
es: Usted solo debe poner esta opción en Si, si Usted olvido quitar versiones anteriores del mod, antes de instalar la nueva versión.

source: You should only set this option to Yes, if you installed a new version of the mod and the previous version still shows installed.
es: Usted solo debe poner esta opción en Si, si Usted instalo una nueva versión del mod y la versión previa esta todavía instalada.

source: Your mmconfig.php needs to be updated! Please click on the Options tab above and click on the Save button.
es: Su mmconfig.php necesita ser actualizada! Haga clic en la pestaña Opciones arriba y haga clic en el botón Guardar.

source: Do you really want to delete this mod from your system? You can not undo this operation!
es: Usted quiere realmente borrar este mod de su sistema? Usted no puede deshacer esta operacion!

source: Warning: Does not change anything in TNG!
es: Advertencia: no cambia nada en TNG!

source: Are you sure you want to delete this test?
es: Esta seguro que quiere eliminar este texto?

source: Test Type
es: Tipo de prueba

source: Test Date
es: Fecha de la Prueba

source: Edit Existing DNA Test
es: Edite la Prueba existente de DNA

source: Changes to all tests
es: Cambios a todas las Pruebas

source: Add New DNA Test
es: Agregue una nueva Prueba de DNA

source: Test Information
es: Informacion de la prueba

source: Relevant Links
es: Enlaces Relevantes

source: Note: More information may be added, and the test linked to more individuals, on the next screen.
es: Nota: Se puede agregar más información y pruebas relacionadas con más personas, en la siguiente pantalla.

source: Please select a test type.
es: Por favor seleccione el tipo de prueba.

source: Please enter the test number.
es: Por favor entre el numero de la prueba.

source: Person who took this test
es: Persona que tomo esta prueba

source: People Linked by this Test
es: Gente enlazada a esta prueba

source: Number of Markers
es: Numero de Marcadores

source: Test Values
es: Test de Valores

source: Separate values with commas
es: Separe los valores con comas

source: Person not in database
es: La persona no esta en la Base de Datos

source: Add Test To A Group
es: Agregue un Test al Grupo A

source: DNA Group
es: Grupo DNA

source: Group ID
es: Groupo ID

source: Add Group
es: Adicionar Groupo

source: Please enter a group ID
es: Por favor entre el ID del grupo

source: Please enter a group description
es: Por favor entre la descripción del grupo

source: Are you sure you want to delete this group?
es: Esta seguro de querer eliminar este grupo?

source: Edit Existing Group
es: Edite el Grupo Existente

source: If relevant, enter a person ID OR a family ID
es: Si es relevante, ingrese un ID de la persona o un ID de la familia

source: Most distant ancestor ID
es: Antepasado mas distante ID

source: Most recent common ancestor ID
es: Antepasado común mas reciente ID

source: Test Number/Name
es: Prueba Numero

source: Cannot execute query
es: No se puede ejecutar la consulta

source: Add New
es: Añadir Nuevo

source: individuals
es: individuos

source: was successfully added
es: fue añadido con éxito

source: was successfully added and linked to
es: fue añadido con éxito y vinculado a

source: were successfully saved
es: se guardaron con éxito

source: was successfully deleted
es: fue eliminado con éxito

source: was successfully deleted, along with all links
es: fue eliminado con éxito, junto con todos los enlaces

source: No results found. Please try again.
es: No se encontraron resultados. Por favor, intente nuevamente.

source: Action
es: Acción

source: Edit
es: Editar

source: Notes
es: Notas

source: Name
es: Nombre

source: Description
es: Descripción

source: Continue...
es: Continuar...

source: Search for
es: Buscar

source: Look in (check all that apply)
es: Mirar en (comprobar todo lo marcado)

source: Cemetery ID
es: ID de cementerio

source: Exact match only
es: Sólo coincidencia exacta

source: Nothing to delete
es: Nada para eliminar

source: state
es: provincia

source: country
es: país

source: Finish
es: Finalizar

source: Leave this field blank if the file has already been uploaded to your photos folder.
es: Dejar este campo en blanco si el archivo ya ha sido subido a la carpeta de fotos.

source: Event Type
es: Tipo de Evento

source: Source
es: Fuente

source: Save Changes
es: Guardar Cambios

source: Family
es: Familia

source: Find...
es: Buscar...

source: Create...
es: Crear...

source: Source ID
es: ID de Fuente

source: b.
es: n.

source: c.
es: b.

source: Remove
es: Quitar

source: Move Up
es: Mover arriba

source: Move Down
es: Mover abajo

source: Please enter a Person ID
es: Por favor, ingrese un ID de Persona

source: Person ID
es: Id de Persona

source: Other Events
es: Otros Eventos

source: required
es: requerido

source: Children
es: Hijos

source: Christening Date
es: Fecha de Bautismo

source: Christening Place
es: Lugar de Bautismo

source: Death Date
es: Fecha de Fallecimiento

source: Death Place
es: Lugar de Fallecimiento

source: Burial Date
es: Fecha de Entierro

source: Burial Place
es: Lugar de Entierro

source: Birth Date
es: Fecha de Nacimiento

source: Birth Place
es: Lugar de Nacimiento

source: Title
es: Título

source: Gender
es: Sexo

source: Marriage Date
es: Fecha de Casamiento

source: Marriage Place
es: Lugar de Casamiento

source: Last Name
es: Apellido

source: First Name
es: Nombre

source: File Name
es: Nombre de Archivo

source: Links (Person ID)
es: Vínculos (ID de Persona)

source: Cannot open file
es: No se puede abrir el archivo

source: Check
es: Comprobar

source: Generate
es: Generar

source: Update
es: Actualizar

source: Are you sure you want to delete this event?
es: ¿Está seguro que quiere eliminar este evento?

source: Existing Links:<br>(check to delete)
es: Enlaces existentes:<br>(marcar para borrar)

source: Lower numbers sort first. Decimal numbers may also be used.
es: Los números más bajos se ponen primero. También puede usar números decimales.

source: Person's Name
es: Nombre de la Persona

source: Table Creation
es: Creación de Tablas

source: Track Lines
es: Seguir Líneas

source: Administration
es: Administración

source: OR
es: O

source: Cemeteries
es: Cementerios

source: Families
es: Familias

source: Headstones
es: Lápidas

source: Histories
es: Historias

source: People
es: Personas

source: Photos
es: Fotos

source: Reports
es: Reportes

source: Sources
es: Fuentes

source: Suffix
es: Sufijo

source: Add
es: Añadir

source: Are you sure you want to delete the selected
es: ¿Está seguro que quiere eliminar lo seleccionado?

source: Cemetery
es: Cementerio

source: Display
es: mostrar

source: Languages
es: Idiomas

source: Order #
es: Nro. de orden

source: Tree
es: Arbol

source: All Trees
es: Todos los Arboles

source: Tree (select or add new)
es: Arbol (seleccionar o añadir nuevo)

source: Please select/add a tree.
es: Por favor, seleccione o añada un árbol.

source: You must select or enter a Tree name before you can add new events.
es: Debe seleccionar o ingresar un nombre de Arbol antes de añadir nuevos eventos.

source: Rename
es: Cambiar nombre

source: Clear
es: Borrar

source: Link to this individual
es: Vincular a este individuo

source: (enter ID, i.e. "I###")
es: (ingrese ID, p. ej. "I###")

source: Existing Configuration
es: Configuración Existente

source: Additional Notes
es: Notas Adicionales

source: Are you sure you want to delete this note?
es: ¿Está seguro que quiere eliminar esta nota?

source: You must select or enter a Tree name before you can add new notes.
es: Debe seleccionar o ingresar un nombre de Arbol antes de añadir nuevas notas.

source: Please enter a search value.
es: Por favor, ingrese un valor de búsqueda.

source: Trees
es: Arboles

source: Users
es: Usuarios

source: You are not authorized to view this page. If you have a username and password, please login below.
es: Usted no está autorizado a ver esta página. Si usted posee un nombre de usuario y contraseña, por favor, ingréselos a continuación.

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Login
es: Iniciar Sesión

source: Logout
es: Salir

source: City
es: Ciudad

source: Country
es: País

source: Add New Tree
es: Añadir Nuevo Arbol

source: Test
es: Prueba

source: Page
es: Página

source: Folder
es: Carpeta

source: Are you sure you want to delete this person? The individual will be entirely deleted from your tree.
es: ¿Está seguro que quiere eliminar esta persona? El individuo será completamente eliminado de su árbol.

source: Save
es: Guardar

source: of
es: de

source: Size
es: Tamaño

source: Open
es: Abrir

source: Select File
es: Seleccionar Archivo

source: Alternate Description
es: Descripción Alternativa

source: Alternate Notes
es: Notas Alternativas

source: Return to this page
es: Volver a esta página

source: Return to menu
es: Volver al menú

source: User
es: Usuario

source: Divorced
es: Divorciado/a

source: Search
es: Buscar

source: Search Results
es: Resultados de la Búsqueda

source: click to select
es: Clic para seleccionar

source: Family ID
es: ID de Familia

source: Secondary Processes
es: Procesos Secundarios

source: On save
es: Al guardar

source: Admin Home
es: Inicio Administración

source: Label Branches
es: Etiquetas de Ramas

source: Branch
es: Rama

source: Find Person...
es: Buscar Persona...

source: Find Family...
es: Buscar Familia...

source: Repeat last search
es: Repetir última búsqueda

source: Always viewable
es: Siempre visible

source: All
es: Todo

source: Surname Prefix
es: Prefijo de Apellido

source: Name Order
es: Orden de Nombres

source: First name first
es: Nombres primero

source: Link to:
es: Vincular a:

source: Also link to:
es: También vincular a:

source: Links (Person, Family or Source ID)
es: Vínculos (ID de Persona, Familia o Fuente)

source: Find Source...
es: Buscar Fuente...

source: State/Province
es: Estado/Provincia

source: Zip/Postal Code
es: Código Postal

source: Merge
es: Fusionar

source: Other Information
es: Otra información

source: Available
es: Disponible

source: Utilities
es: Utilidades

source: Place
es: Lugar

source: Tree ID
es: ID de Arbol

source: Event(s)
es: Evento

source: Event Date
es: Fecha del Evento

source: Event Place
es: Lugar del Evento

source: Detail
es: Detalles

source: Export
es: Exportar

source: Places
es: Lugares

source: Changes were not saved. Another record with the same key already exists.
es: Los cambios no se guardaron. Ya existe otro registro con la misma clave.

source: Alternate Title
es: Título Alternativo

source: Address 1
es: Dirección 1

source: Address 2
es: Dirección 2

source: Branches
es: Ramas

source: No Branch
es: Ninguna Rama

source: (Scroll to see all choices)
es: Desplazar para ver todas las opciones

source: Matches
es: Coincidencias

source: Review
es: Revisión

source: All Users
es: Todos los Usuarios

source: d.
es: Fall.

source: bur.
es: Ent.

source: No changes were made.
es: No se hicieron cambios.

source: Changes to all items
es: Cambios en todos los ítems

source: Find
es: Buscar

source: Sort
es: Ordenar

source: Documents
es: Documentos

source: More
es: Más

source: Repositories
es: Repositorios

source: Divorce Place
es: Lugar de Divorcio

source: Divorce Date
es: Fecha de Divorcio

source: Divorce Date (True)
es: Fecha de Divorcio (Real)

source: Create GENDEX
es: Crear GENDEX

source: Import/Export
es: Importar/Exportar

source: File to upload
es: Archivo para subir

source: individual(s), families, sources, repositories or places.
es: individuo(s), familias, fuentes, repositorios o lugares.

source: because the folder does not exist (check the Root Path) or does not have proper permissions (try chmod(777)).
es: debido a que la carpeta no existe (controlar la Ruta Raíz) o no tiene los permisos adecuados (intente con chmod(777))

source: Person
es: Persona

source: Setup
es: Configurar

source: Manage
es: Administrar

source: Reset
es: Reiniciar

source: No records exist.
es: No existe registro.

source: Custom Event Types
es: Tipos de Eventos Personalizados

source: Find Matches
es: Buscar Coincidencias

source: Match the following fields:
es: Coincidencia en los siguientes campos:

source: Other Options:
es: Otras Opciones:

source: Ignore Blanks
es: Ignorar Blancos

source: Next Match
es: Siguiente Coincidencia

source: Next Duplicate
es: Siguiente Duplicado

source: Compare/Refresh
es: Comparar/Refrescar

source: Switch
es: Intercambiar

source: No Matches
es: Sin Coincidencias

source: Combine media
es: Combinar medios

source: Note: This page is formatted differently to allow for faster display.
es: Nota: Esta página tiene un formato diferente para permitir que se muestre rápidamente.

source: Public Home
es: Inicio Público

source: Media
es: Medios

source: Albums
es: Álbumes

source: Import
es: Importar

source: Combine notes
es: Combinar notas

source: Add Media
es: Añadir Medios

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: GEDCOM Import
es: Importar GEDCOM

source: because the original file is too large or is not a valid image, or because the folder does not exist (check the Root Path) or does not have proper permissions (try chmod(777)).
es: porque el archivo original es muy grande o no es una imagen válida, o bien porque la carpeta no existe (controlar la Ruta Raíz) o no tiene los permisos adecuados (intente con chmod(777)).

source: Are you sure you want to delete the selected records?
es: ¿Esta seguro que quiere eliminar los registros seleccionados?

source: Geocode Location
es: Geocódigo de Ubicación

source: not found. Try another search. Check the Map Search Help for possible reasons the search failed, or try your search using the Full Google Map Search link
es: no encontrado. Trate con otra búsqueda. Chequear la Ayuda de Búsqueda del Mapa para las posibles causas del fallo de la búsqueda, o intente realizar su búsqueda utilizando el enlace de Búsqueda Completa para Google Map

source: Show/hide clickable map
es: Mostrar/Ocultar mapa interactivo

source: (to determine latitude, longitude and zoom)
es: (para determinar latitud, longitud y zum)

source: Search for a Place
es: Buscar por Lugar

source: Zoom
es: Zum

source: Select Place Level
es: Seleccionar Nivel del Lugar

source: Full Google Map Search
es: Búsqueda Completa en Google Map

source: Map Search Help
es: Ayuda para Buscar en el Mapa

source: Find Person ID
es: Buscar ID de Persona

source: Find Family ID
es: Buscar ID de Familia

source: Find Source ID
es: Buscar ID de Fuente

source: Enter part of source title
es: Ingrese parte del título de la fuente

source: Find Repository ID
es: Buscar ID de Repositorio

source: Enter part of repository title
es: Ingresar parte del título del repositorio

source: Find Place
es: Buscar lugar

source: Enter part of a place name
es: ingresar parte del nombre del lugar

source: Please enter an Event Date, an Event Place or the Detail for this event.
es: Por favor, ingrese una Fecha del Evento, un Lugar del Evento o los Detalles para este evento.

source: Please select an Event Type.
es: Por favor, seleccione un Tipo de Evento.

source: Please enter the note text.
es: Por favor, ingrese el texto de la nota.

source: Please select a Source.
es: Por favor, seleccione una Fuente.

source: Are you sure you want to delete this citation?
es: ¿Está seguro que quiere eliminar esta cita?

source: Spouses / Partners
es: Cónyuges / Parejas

source: Please enter a tree ID.
es: Por favor, ingrese un ID de árbol.

source: Please enter a tree name.
es: Por favor, ingrese un nombre de árbol.

source: Citations
es: Citas

source: Event Types
es: Tipos de Eventos

source: Associations
es: Asociaciones

source: All current data
es: Todos los datos actuales

source: Matching records only
es: Sólo datos coincidentes

source: Do not replace any data
es: No reemplazar ningún dato

source: Start IDs at:
es: Comenzar IDs en:

source: Web Site
es: Sitio Web

source: Thumb
es: Miniatura

source: Display Order
es: Orden de Muestra

source: Go
es: Ir

source: Help for this area
es: Ayuda para esta área

source: Father's Name
es: Nombre del Padre

source: Mother's Name
es: Nombre de la Madre

source: Drag
es: Arrastrar

source: enter part of first and/or last name
es: ingresar parte del nombre y/o apellido

source: Hide
es: Ocultar

source: toggle display
es: alternar muestra

source: With selected:
es: Con lo seleccionado:

source: Message
es: Mensaje

source: Default
es: Por Defecto

source: Events
es: Eventos

source: Save and continue...
es: Guardar y continuar...

source: Please use only alphanumeric characters in your Tree ID.
es: Por favor, use solo caracteres alfanuméricos en el ID del Arbol.

source: Media Types
es: Tipos de Medios

source: Append all records
es: Anexar todos los registros

source: Most Wanted
es: Más Buscado

source: could not be added because this ID already exists.
es: No se ha podido añadir porque ya existe este ID.

source: File could not be deleted. Please check file permissions.
es: El archivo no puede ser eliminado. Por favor, compruebe los permisos de archivos.

source: Are you sure you want to delete this file?
es: ¿Está seguro que desea eliminar este archivo?

source: <strong>Note:</strong> When entering dates, please use the standard genealogical format DD MMM YYYY. For example, 10 Apr 2004.
es: <strong>Atención:</strong> Para ingresar las fechas utilice el formato genealógico estándar DD MMM AAAA. Por ejemplo, 10 Abr 2004.

source: Surname first (without commas)
es: Apellidos primero (sin comas)

source: Language folder
es: Carpeta en la que se guardarán<br>los archivos de idioma

source: Repository ID
es: ID de Repositorio

source: What's New
es: Novedades

source: Linked to
es: Vinculado a

source: Show
es: Mostrar

source: Surname first (with commas)
es: Apellido Primero (con comas)

source: Save changes first?
es: Guardar cambios primero?

source: Mod Manager
es: Administrador de Mod

source: Cannot open folder
es: No se puede abrir la carpeta

source: Cancel
es: Cancelar

source: Please enter the ID of the associated person.
es: Por favor, ingrese el ID de la persona asociada.

source: Please enter the relationship.
es: Por favor, ingrese el parentesco.

source: Are you sure you want to delete this association?
es: ¿Está seguro que quiere eliminar ésta asociación?

source: Preview
es: Vista Previa

source: Living only
es: Sólo vivos

source: Temporary event record for
es: Registro temporal del evento para

source: Checking...Please wait
es: Comprobando... espere

source: click here to resume
es: hacer click aquí para reasumir

source: Copy Last
es: Copiar Último

source: Click to Bold
es: Click para Negrita

source: Click to Italic
es: Click para Itálica

source: Click to Underline
es: Click para Sub rayada

source: Left Align
es: Alinear a Izquierda

source: Center Align
es: Alinear al Centro

source: Right Align
es: Alinear a Derecha

source: Justify Align
es: Alinear Justificado

source: Insert Ordered List
es: Insertar Lista Ordenada

source: Insert Unordered List
es: Insertar Lista Desordenada

source: Click to Subscript
es: Click para Sub escrita

source: Click to Superscript
es: Click para Sobre escrita

source: Click to Strike Through
es: Click para Tachada

source: Remove Formatting
es: Quitar Formato

source: Indent Text
es: Indentar Texto

source: Remove Indent
es: Quitar Indentado

source: Horizontal Rule
es: Regla Horizontal

source: Font&nbsp;Size
es: Tamaño&nbsp;Fuente

source: Font&nbsp;Family
es: Familia&nbsp;Fuente

source: Font&nbsp;Format
es: Formato&nbsp;Fuente

source: Add Link
es: Agregar Enlace

source: Change Text Color
es: Cambiar Color de Texto

source: Change Background Color
es: Cambiar Color de Fondo

source: Add Image
es: Agregar Imágen

source: Change
es: Cambiar

source: Your lock on this record is about to expire. Save your changes now to prevent them from being overwritten by another user.
es: El bloqueo sobre este registro está por expirar. Guarde ahora sus cambios para evitar que sea sobrescrito por otro usuario.

source: Another user is already editing this record. Please try again later.
es: Otro usuario está editando el registro en este momento. Por favor intente más tarde.

source: Try again
es: Intente nuevamente

source: Changes were not saved. Another user has locked the record.
es: Los cambios no fueron guardados. Otro usuario a bloqueado el registro.

source: Disabled
es: Des-habilitar

source: Recordings
es: Grabaciones

source: Save and Exit
es: Guardar y Salir

source: Role
es: Rol

source: Separate multiple entries with commas
es: Separar entradas múltiples con comas

source: Are you sure you want to delete this link?
es: ¿Esta seguro que quiere eliminar este enlace?

source: Existing Links
es: Enlaces Existentes

source: Report
es: Reporte

source: Sort by
es: Ordenar por

source: Unlink
es: Desenlazar

source: Private only
es: Solo privado

source: DNA Links
es: Enlaces de DNA

source: Data Validation
es: Validacion de los Datos

source: Templates
es: Plantillas

source: Find Citation ID
es: Encuentre Citation ID

source: Citation
es: Citación

source: Surnames
es: Apellidos

source: Image
es: Imagen

source: Author
es: Autor

source: Living
es: Vivo
